Repository: Vanilla-OS/vanilla-installer
Catalog: po/*.po
Languages: bg, bn, ca, cs, da, de, eo, es, et, fa, gl, hu, id, ja, ka, ko, nb_no, nl, pl, pt, ro, ru, sk, ta, tr, uk

source: Partitions have changed. Current selections have been cleared.
bg: Разделите са променени. Текущите селекции са изтрити.
bn: পার্টিশন পরিবর্তিত হয়েছে। বর্তমান নির্বাচনগুলি সাফ করা হয়েছে।
ca: Les particions han canviat. Les seleccions actuals s'han esborrat.
cs: Oddíly se změnily. Aktuální výběry byly vymazány.
da: Partitioner er ændret. Aktuelle valg er blevet ryddet.
de: Partitionen haben sich geändert. Die aktuelle Auswahl wurde gelöscht.
es: Las particiones han cambiado. Las selecciones actuales se han borrado.
et: Partitsioonid on muutunud. Praegused valikud on tühistatud.
fa: افرازها تغییر کرده‌اند. گزینش‌های کنونی پاک شدند.
hu: A partíciók megváltoztak. A jelenlegi kiválasztások törlődtek.
id: Partisi telah berubah. Pilihan saat ini telah dihapus.
ja: パーティションが変更されました。現在の選択項目がクリアされました。
ka: დანაყოფები შეიცვალა. მიმდინარე არჩევანი გასუფთავებულია.
ko: 파티션이 변경되었습니다. 현재 선택 항목이 지워졌습니다.
nl: Partities zijn veranderd. Huidige selecties zijn gewist.
pl: Partycje zostały zmienione. Bieżące zaznaczenia zostały wyczyszczone.
pt: Houve alguma mudança nas partições. As tabelas atuais foram apagadas
ro: Partițiile s-au schimbat. Selecțiile curente au fost șterse.
ru: Разделы изменились. Текущие выборки удалены.
sk: Partície sa zmenili. Súčasné výber bol vymazaný.
ta: பகிர்வுகள் மாறிவிட்டன. தற்போதைய தேர்வுகள் அழிக்கப்பட்டன.
tr: Bölümler Değişti. Şuan seçilenler temizlendi.
uk: Змінені розділи. Поточні виділення були очищені.

source: Entire disk will be used.
bg: Ще се използва целият диск.
bn: সম্পূর্ণ ডিস্ক ব্যবহার করা হবে।
ca: Es farà servir el disc sencer.
cs: Bude použit celý disk.
da: Hele disken vil blive brugt.
de: Gesamte Festplatte wird verwendet.
eo: La tuta disko estas uzota.
es: Se usará toda la unidad de almacenamiento.
et: Kasutatakse kogu ketast.
fa: کل دیسک استفاده خواهد شد.
gl: Usarase todo o disco.
hu: A teljes lemez felhasználásra kerül.
id: Seluruh penyimpanan akan digunakan.
ja: ディスク全体を使用します。
ka: გამოყენებული იქნება მთელი დისკი.
ko: 전체 디스크가 사용됩니다.
nl: De hele schijf zal worden gebruikt.
pl: Cały dysk zostanie wykorzystany.
pt: O disco inteiro será utilizado.
ro: Se va folosi întregul disc.
ru: Будет использован весь диск.
sk: Využije sa celý disk.
ta: முழு வட்டு பயன்படுத்தப்படும்.
tr: Tüm disk kullanılacak.
uk: Буде використано усе місце на диску.

source: Will be formatted in {} and mounted in {}
bg: Ще бъде форматиран в {} и монтиран в {}
bn: {} এ ফরম্যাট করা হবে এবং {} এ মাউন্ট করা হবে
ca: Es formatarà en {} i es muntarà a {}
cs: Bude naformátován v {} a připojen v {}
da: Vil blive formateret i {} og monteret i {}
de: Wird in {} formatiert und in {} eingehängt
eo: Estas strukturota laŭ {} kaj surmetota ĉe {}
es: Se formateará en {} y se montará en {}
et: Vormindatakse {} ja paigaldatakse {}
fa: به صورت {} قالب‌بندی و در {} سوار خواهد شد
gl: Formatarase en {} e montarase en {}
hu: {} formátumban lesz formázva és {} formátumban lesz felcsatolva
id: Akan diformat dalam {} dan dimount dalam {}
ja: {} でフォーマットされ、{} にマウントされます
ka: ფორმატი იქნება {}, მიმაგრების წერტილი კი {}
ko: {}로 포맷되고 {}에 마운트됩니다
nb_no: Vil bli formattert med {} og montert på {}
nl: Zal worden geformatteerd als {} en gekoppeld als {}
pl: Zostanie sformatowany w {} i zamontowany w {}
pt: Será formatado em {} e montado em {}
ro: Va fi formatat în {} și montat în {}
ru: Будет отформатирован в {} и смонтирован в {}
sk: Bude naformátovaný v {} a pripojený do {}
ta: {} இல் வடிவமைக்கப்படும் மற்றும் {} இல் ஏற்றப்படும்
tr: {} şeklinde biçimlendirilecek ve {} noktasına bağlanacaktır
uk: Буде відформатовано в {} і змонтовано у {}

source: Insecure network (WEP)
ca: Xarxa no segura (WEP)
de: Unsicheres Netzwerk (WEP)
es: Red insegura (WEP)
hu: Nem biztonságos hálózat (WEP)
id: Jaringan tidak aman (WEP)
ko: 보안이 취약한 네트워크 (WEP)
nl: Onveilig netwerk (WEP)
ru: Небезопасная сеть (WEP)
sk: Nezabezpečená sieť (WEP)
ta: பாதுகாப்பற்ற வலைப்பின்னல் (WEP)
tr: Güvenli olmayan ağ (WEP)

source: Secure network (WPA)
ca: Xarxa segura (WPA)
de: Sicheres Netzwerk (WPA)
es: Red segura (WPA)
hu: Biztonságos hálózat (WPA)
id: Jaringan aman (WPA)
ko: 안전한 네트워크 (WPA)
nl: Onveilig netwerk (WPA)
ru: Безопасная сеть (WPA)
sk: Zabezpečená sieť (WPA)
ta: பாதுகாப்பான வலைப்பின்னல் (WPA)
tr: Güvenli ağ (WPA)

source: Secure network (WPA2)
ca: Xarxa segura (WPA2)
de: Sicheres Netzwerk (WPA2)
es: Red segura (WPA2)
hu: Biztonságos hálózat (WPA2)
id: Jaringan aman (WPA2)
ko: 안전한 네트워크 (WPA2)
nl: Veilig netwerk (WPA2)
ru: Безопасная сеть (WPA2)
sk: Zabezpečená sieť (WPA2)
ta: பாதுகாப்பான வலைப்பின்னல் (WPA2)
tr: Güvenli ağ (WPA2)

source: Secure network (WPA3)
ca: Xarxa segura (WPA3)
de: Sicheres Netzwerk (WPA3)
es: Red segura (WPA3)
hu: Biztonságos hálózat (WPA3)
id: Jaringan aman (WPA3)
ko: 안전한 네트워크 (WPA3)
nl: Veilig netwerk (WPA3)
ru: Безопасная сеть (WPA3)
sk: Zabezpečená sieť (WPA3)
ta: பாதுகாப்பான வலைப்பின்னல் (WPA3)
tr: Güvenli ağ (WPA3)

source: Authentication required
ca: És necessita autenticació
de: Authentifizierung erforderlich
es: Autenticación necesaria
hu: Hitelesítés szükséges
id: Otentikasi diperlukan
ko: 인증이 필요합니다
nl: Authenticatie vereist
pt: Necessário autenticação
ru: Требуется аутентификация
sk: Vyžaduje autentifikáciu
ta: அங்கீகாரம் தேவை
tr: Kimlik doğrulaması gerekli

source: Connecting
ca: Conectant
de: Wird verbunden
es: Conectando
hu: Csatlakozás
id: Menghubungkan
ko: 연결중
nl: Verbinden
pt: conectando
ru: Подключение
sk: Pripájanie
ta: இணைக்கிறது
tr: Bağlanıyor

source: Disconnected
ca: Desconectat
de: Getrennt
es: Desconectado
hu: Lekapcsolódott
id: Tidak Terhubung
ko: 연결이 끊어졌습니다
nl: Niet verbonden
pt: desconectando
ru: Отключено
sk: Odpojené
ta: இணைப்பு துண்டிக்கப்பட்டது
tr: Bağlantı kesildi

source: Disconnecting
ca: Desconectant
de: Wird getrennt
es: Desconectando
hu: Lekapcsolódás
id: Memutuskan
ko: 연결 끊는 중
nl: Verbinding verbreken
pt: Desconectando
ru: Отключение
sk: Odpájanie
ta: இணைப்பைத் துண்டிக்கிறது
tr: Bağlantı kesiliyor

source: Connection Failed
ca: La conexió a fallat
de: Verbindung fehlgeschlagen
es: Conexión fallida
hu: Nem sikerült a kapcsolódás
id: Koneksi Gagal
ko: 연결 실패
nl: Verbinden mislukt
pt: Falha na Conexão
ru: Соединение не удалось
sk: Pripojenie zlyhalo
ta: இணைப்பு தோல்வியடைந்தது
tr: Bağlantı başarısız oldu

source: Status Unknown
ca: Estat desconegut
de: Status unbekannt
es: Estado desconocido
hu: Ismeretlen állapot
id: Status Tidak Diketahui
ko: 상태를 알 수 없음
nl: Status onbekend
ru: Состояние неизвестно
sk: Neznámy stav
ta: நிலை தெரியவில்லை
tr: Durum bilinmiyor

source: Unmanaged
ca: No administrat
de: Nicht verwaltet
es: No gestionado
hu: Nem kezelt
id: Tidak Dikelola
ko: 관리되지 않음
nl: Onbeheerd
ru: Неуправляемая сеть
sk: Nespravované
ta: நிர்வகிக்கப்படாதது

source: Unavailable
ca: No disponible
de: Nicht verfügbar
es: No está disponible
hu: Nem elérhető
id: Tidak Tersedia
ko: 사용할 수 없음
nl: Niet beschikbaar
pt: Indisponível
ru: Недоступно
sk: Nedostupné
ta: கிடைக்கவில்லை

source: Unknown
de: Unbekannt
hu: Ismeretlen
ta: தெரியவில்லை

source: Cable Unplugged
ca: Cable Desconectat
de: Kabel ausgesteckt
es: Cable desconectado
hu: Kábel kihúzva
id: Kabel Tidak Terpasang
ko: 케이블이 연결되지 않음
nl: Kabel niet verbonden
pt: Cabo desconectado
ru: Кабель отключён
sk: Odpojený kábel
ta: கம்பி துண்டிக்கப்பட்டது
tr: Kablo Takılı değil

source: Please select at least one option.
bg: Моля, изберете поне една опция.
bn: অন্তত একটি বিকল্প নির্বাচন করুন.
ca: Siusplau, escull com a mínim una opció.
cs: Vyberte prosím alespoň jednu možnost.
da: Vælg venligst mindst én mulighed.
de: Bitte wählen Sie mindestens eine Option aus.
eo: Bonvolu elekti almenaŭ unu opcion.
es: Por favor, seleccione al menos una opción.
et: Palun vali vähemalt üks võimalus.
fa: لطفاً حداقل یک گزینه را برگزینید.
gl: Seleccione polo menos unha opción.
hu: Kérjük, válasszon legalább egy lehetőséget.
id: Tolong setidaknya pilih satu opsi.
ja: 最低でもひとつはオプションを選択してください。
ka: არჩიეთ ერთი პარამეტრი მაინც.
ko: 옵션을 하나 이상 선택하십시오.
nb_no: Vennligst velg minst ett alternativ.
nl: Selecteer ten minste één optie.
pl: Wybierz co najmniej jedną opcję.
pt: Selecione pelo menos uma opção.
ro: Alegeți vă rog cel puțin o opțiune.
ru: Пожалуйста, выберите хотя бы один вариант.
sk: Prosím, vyberte aspoň jednu možnosť.
ta: குறைந்தபட்சம் ஒரு விருப்பத்தைத் தேர்ந்தெடுக்கவும்.
tr: Lütfen en az bir seçeneği seçin.
uk: Виберіть принаймні один варіант.

source: Missing 'log_file' in the recipe.
bg: Липсва 'log_file' в рецептата.
bn: রেসিপিতে 'log_file' অনুপস্থিত।
ca: Falta 'log_file' a la recepta.
cs: V receptu chybí 'log_file'.
da: Manglende 'log_file' i opskriften.
de: Es fehlt die Angabe der 'log_file' in dem Rezept.
es: Falta 'log_file' en la entrada.
et: Retseptis puudub 'log_file'.
hu: Hiányzik a 'log_file' a receptben.
id: 'log_file' tidak ditemukan dalam resep.
ja: レシピに 'log_file' がありません。
ka: რეცეპტში გამოტოვებულია 'log_file'.
ko: 레시피에 '로그 파일'이 누락되었습니다.
nl: ‘log_file’ ontbreekt in het recept
pl: Brak 'log_file' w recepturze.
ro: Lipsește 'log_file' în rețetă.
ru: Отсутствует 'log_file' в рецепте.
sk: Chýba 'log_file' v recepte.
ta: செய்முறையில் 'log_file' இல்லை.
tr: Tarifte 'log_file' kayıp.
uk: У рецепті не вистачає 'log_file'.

source: failed to create log file: %s
bg: не успя да създаде файл на дневника: %s
bn: লগ ফাইল তৈরি করতে ব্যর্থ হয়েছে: %s
ca: no s'ha pogut crear el fitxer de registre: %s
cs: tvorba záznamového souboru selhala: %s
da: fejlslagen oprettelse af logfil: %s
de: Protokolldatei konnte nicht erstellt werden: %s
eo: malsukcesis krei protokolan dosieron: %s
es: no se pudo crear el archivo de registro: %s
et: ei õnnestunud luua logifaili: %s
fa: ایجاد پروندهٔ گزارش شکست خورد: %s
hu: nem sikerült naplófájlt létrehozni: %s
id: gagal membuat berkas log: %s
ja: ログファイルの作成に失敗しました: %s
ka: ჟურნალის ფაილის შექმნა ვერ მოხერხდა: %s
ko: 로그 파일을 만들지 못했습니다: %s
nb_no: kunne ikke opprette loggfil: %s
nl: kon logboekbestand niet aanmaken: %s
pl: nie udało się utworzyć pliku dziennika: %s
pt: falha ao criar ficheiro de log: %s
ro: nu s-a putut crea fișierul jurnal: %s
ru: не удалось создать файл журнала: %s
sk: vytvorenie súboru protokolu zlyhalo: %s
ta: பதிவு கோப்பை உருவாக்க முடியவில்லை: %s
tr: Günlük dosyasını yaratırken hata: %s
uk: не вдалося створити файл журналу: %s

source: No log will be stored.
bg: Няма да се съхранява дневник.
bn: কোনও লগ সংরক্ষণ করা হবে না।
ca: No s'emmagatzemarà cap registre.
cs: Záznam nebude vytvořen.
da: Ingen log vil blive gemt.
de: Es wird kein Protokoll gespeichert.
es: No se almacenará ningún registro.
et: Ühtegi logi ei salvestata.
fa: گزارشی ذخیره نخواهد شد.
hu: A napló nem kerül tárolásra.
id: Tidak ada log yang akan disimpan.
ja: ログは保存されません。
ka: ჟურნალი არ შეინახება.
ko: 로그는 저장되지 않습니다.
nb_no: Ingen logg vil bli lagret.
nl: Logboek wordt niet opgeslagen
pl: Żadne dzienniki nie będą przechowywane.
pt: Nenhum registo será guardado.
ro: Nu va fi stocat niciun jurnal.
ru: Журнал не будет сохранен.
sk: Nebude uložený protokol.
ta: பதிவு எதுவும் சேமிக்கப்படாது.
tr: Günlük saklanmayacak.
uk: Журнал не буде збережено.

source: Performing display-condition: %s
bg: Извършване на дисплей-състояние: %s
bn: প্রদর্শন-শর্ত সম্পাদন হচ্ছে: %s
ca: Condició de visualització en funcionament: %s
cs: Provádím display-condition: %s
da: Udfører visningsvilkår: %s
de: Durchführen der Anzeigebedingung: %s
es: Ejecutando condición de visualización: %s
et: Rakendatakse display-condition: %s
hu: Megjelenítési feltétel végrehajtása: %s
id: Melakukan kondisi tampilan: %s
ja: 表示条件の実行: %s
ka: ჩვენების პირობის შესრულება: %s
ko: 디스플레이 조건 수행: %s
nb_no: Utfører visningsvilkår: %s
nl: Weergaveconditie uitvoeren: %s
pl: Wykonywanie warunku wyświetlania: %s
ro: Se efectuază condiția de afișare: %s
ru: Выполнение условия отображения: %s
sk: Vykonávanie podmienky zobrazenia: %s
ta: காட்சி-நிலையை செயல்படுத்துகிறது: %s
tr: Ekran-durumu gösteriliyor: %s
uk: Виконання умов відображення: %s

source: Step %s skipped due to display-conditions
bg: Стъпка %s е пропусната поради условия за показване
bn: প্রদর্শন-শর্তাবলীর কারণে %s ধাপটি বাদ দেওয়া হয়েছে
ca: El pas %s s'ha saltat a causa de les condicions de visualització
cs: Krok %s přeskočen kvůli display-conditions
da: Trin %s sprunget over, pga. visningsvilkår
de: Schritt %s übersprungen aufgrund von Anzeigebedingungen
es: Paso %s omitido debido a condiciones-de-pantalla
et: Samm %s jäetakse vahele display-conditions tõttu
hu: %s lépés kihagyva a megjelenítési feltételek miatt
id: Langkah %s dilewati karena kondisi tampilan
ja: ステップ%s は表示条件によりスキップされました
ka: ნაბიჯი %s გამოტოვებულია ჩვენების პირობების გამო
ko: %s 단계는 디스플레이 조건으로 인해 건너뛰었습니다
nl: Stap %s overgeslagen vanwege weergavecondities
pl: Krok %s pominięty z powodu warunków wyświetlania
ro: Pasul %s sărit din cauza condițiilor de afișare
ru: Шаг %s пропущен из-за условий отображения
sk: Krok %s preskočený kvôli podmienkam zobrazenia
ta: காட்சி-நிபந்தனைகள் காரணமாக படி %s தவிர்க்கப்பட்டது
tr: Ekran-durumları sırasında %s adımı atlandı
uk: Крок %s пропущено через умови відображення

source: Invalid recipe file
bg: Невалиден файл с рецепта
bn: অনুপযোগী রেসিপি ফাইল
ca: Fitxer de receptes no vàlid
cs: Neplatný soubor s receptem
da: Ugyldig opskriftsfil
de: Ungültige Rezeptdatei
es: Archivo de configuración no inválido
et: Sobimatu retseptifail
hu: Érvénytelen receptfájl
id: Berkas resep tidak sah
ja: レシピファイルが無効です
ka: რეცეპტის ფაილი არასწორია
ko: 잘못된 레시피 파일
nl: Ongeldig receptbestand
pl: Niewłaściwy plik receptury
pt: Ficheiro de receita inválido
ro: Fișier de rețetă invalid
ru: Неверный файл рецепта
sk: Neplatný súbor receptu
ta: தவறான செய்முறை கோப்பு
tr: Geçersiz tarif dosyası
uk: Неприпустимий файл рецептів

source: Recipe is not a dictionary
bg: Рецептата не е речник
bn: রেসিপি কোনও অভিধান নয়
ca: La recepta no és un diccionari
cs: Recept není slovník
da: Opskrift er ikke en ordbog
de: Rezept ist kein Wörterbuch
es: Una receta no es un diccionario
et: Retsept ei ole sõnastik
hu: A recept nem egy bejegyzés
id: Resep bukanlah kamus
ja: レシピは辞書ではありません
ka: რეცეპტი არ არის ლექსიკონი
ko: 레시피는 사전이 아닙니다
nl: Recept is geen woordenboek
pl: Recepta to nie słownik
pt: Receita não é um dicionário
ro: Rețeta nu este un dicționar
ru: Рецепт - это не словарь
sk: Recept nie je slovník
ta: செய்முறை அகராதி அல்ல
tr: Tarif dosyası bir dizin değildir
uk: Рецепт не словник

source: Recipe is missing the '{key}' key
bg: В рецептата липсва ключът '{key}'
bn: রেসিপিতে '{key}' কী নেই
ca: Falta la tecla '{key}' a la recepta
cs: V receptu chybí klíč '{key}'
da: Opskrift mangler '{key}'-nøglen
de: Rezept vermisst den '{key}'-Schlüssel
es: La receta no contiene la clave '{key}'
et: Retseptil puudub võti {key}
hu: A receptből hiányzik a '{key}' kulcs
id: Resep tidak memiliki kunci '{key}'
ja: レシピに「{key} 」キーがありません
ka: რეცეპტს აკლია '{key}' გასაღები
ko: 레시피에 '{key}' 키가 누락되었습니다
nl: Recept mist de ‘{key}’-sleutel
pl: W przepisie brakuje klawisza '{key}'
ro: În rețetă lipsește cheia '{key}'
ru: В рецепте отсутствует ключ '{key}'
sk: V recepte chýba '{key}' kľúč
ta: செய்முறையில் '{key}' விசை இல்லை
tr: '{key}' anahtarı tarif dosyasında kayıp
uk: У рецепті відсутній ключ '{key}'

source: Recipe steps is not a list
bg: Стъпките на рецептата не са списък
bn: রেসিপি পদক্ষেপগুলি কোনও তালিকা নয়
ca: Els passos de la recepta no són una llista
cs: Kroky receptu nejsou list
da: Opskriftstrin er ikke en liste
de: Rezept Schritte sind keine Liste
es: Los pasos de la configuración no son una lista
et: Retsepti sammud ei ole nimekiri
hu: A recept lépései nem egy lista
id: Instruksi resep bukanlah sebuah daftar
ja: レシピの手順がリストではありません
ka: რეცეპტის ნაბიჯები არ არის სია
ko: 레시피 단계는 목록이 아닙니다
nl: Receptstappen is geen lijst
pl: Kroki przepisu nie są listą
ro: Etapele rețetei nu sunt o listă
ru: Шаги рецепта - это не список
sk: Kroky receptu nie sú zoznamom
ta: செய்முறை படிகள் பட்டியல் அல்ல
tr: Tarif adımları bir liste değildir
uk: Кроки рецепта не список

source: Step {step} is not a dictionary
bg: Стъпка {step} не е речник
bn: {step} ধাপটি কোনও অভিধান নয়
ca: El pas {step} no és un diccionari
cs: Krok {step} není slovník
da: Trin {step} er ikke en ordbog
de: Schritt {step} ist kein Wörterbuch
es: El paso {step} no es un diccionario
et: Samm {step} ei ole sõnastik
hu: A {step} lépés nem egy bejegyzés
id: Langkah {step} bukanlah sebuah kamus
ja: ステップ{step} は辞書ではありません
ka: ნაბიჯი {step} არ არის ლექსიკონი
ko: {step} 단계는 사전이 아닙니다
nl: Stap {step} is niet een woordenboek
pl: Krok {step} nie jest słownikiem
ro: Pasul {step} nu este un dicționar
ru: Шаг {step} не словарь
sk: Krok {step} nie je slovník
ta: படி {step} என்பது அகராதி அல்ல
tr: {step} adımı bir dizin değildir
uk: Крок {step} не є словником

source: Keyboard
bg: Клавиатура
bn: কীবোর্ড
ca: Teclat
cs: Klávesnice
da: Tastatur
de: Tastatur
eo: Klavaro
es: Distribución de teclado
et: Klaviatuur
fa: صفحه‌کلید
hu: Billentyűzet
id: Papan Ketik
ja: キーボード
ka: კლავიატურა
ko: 키보드
nl: Toetsenbord
pl: Klawiatura
pt: Teclado
ro: Tastatură
ru: Клавиатура
sk: Klávesnica
ta: விசைப்பலகை
tr: Klavye
uk: Клавіатура

source: Timezone
bg: Часови пояс
bn: সময় অঞ্চল
ca: Fus horari
cs: Časové pásmo
da: Tidszone
de: Zeitzone
eo: Horzono
es: Zona horaria
et: Ajavöönd
fa: منطقهٔ زمانی
hu: Időzóna
id: Zona waktu
ja: タイムゾーン
ka: დროის სარტყელი
ko: 표준 시간대
nl: Tijdzone
pl: Strefa czasowa
pt: Fuso horário
ro: Fus orar
ru: Часовой пояс
sk: Časové pásmo
ta: நேர மண்டலம்
tr: Zaman Bölgesi
uk: Часовий пояс

source: Users
bg: Потребители
bn: ব্যবহারকারী
ca: Usuaris
cs: Uživatelé
da: Brugere
de: Benutzer
eo: Uzantoj
es: Usuarios
et: Kasutajad
fa: کاربران
hu: Felhasználók
id: Pengguna
ja: ユーザー
ka: მომხმარებლები
ko: 사용자
nl: Gebruikers
pl: Użytkownicy
pt: Utilizadores
ro: Utilizatori
ru: Пользователи
sk: Používateľ
ta: பயனர்கள்
tr: Kullanıcılar
uk: Користувачі

source: Disk
bg: Диск
bn: ডিস্ক
ca: Disc
de: Festplatte
eo: Disko
es: Disco
et: Ketas
fa: دیسک
hu: Lemez
ja: ディスク
ka: დისკი
ko: 디스크
nl: Schijf
pl: Dysk
pt: Disco
ro: Disc
ru: Диск
ta: வட்டு
tr: Sürücü
uk: Диск

source: Restart your device to enjoy your {} experience.
bg: Рестартирайте устройството си, за да се насладите на изживяването си с {}.
bn: ভ্যানিলা ওএস ব্যবহার করতে আপনার ডিভাইসটি রিস্টার্ট করুন।
ca: Reinicia el teu dispositiu per gaudir la teva experiència {}.
cs: Restartujte zařízení, abyste si mohli vychutnat své {} zážitky.
da: Genstart din enhed, for at nyde din {}-oplevelse.
de: Starten Sie Ihren PC neu, um Ihr {} Erlebnis zu genießen.
eo: Restartigu vian aparaton por ĝui vian sperton pri {}.
es: Reinicie su dispositivo para disfrutar su experiencia en {}.
et: Taaskäivita seade, et nautida {} kogemust.
fa: افزارهٔ خود را شروع دوباره کنید تا از تجربهٔ {} خود لذت ببرید.
gl: Reinicia a túa máquina para aproveitar da túa experiencia {}.
hu: Indítsa újra a készüléket, hogy élvezhesse a {} élményt.
id: Mulai ulang perangkat anda untuk menikmati pengalaman {} anda.
ja: デバイスを再起動して、{} をお楽しみください。
ka: {}-სთან მუშაობის დასაწყებად გადატვირთეთ თქვენი მოწყობილობა.
nb_no: Start enheten på nytt for å nyte {}-opplevelsen.
nl: Start uw apparaat opnieuw op om te genieten van uw ervaring met {}.
pl: Uruchom ponownie komputer, aby cieszyć się z {}.
pt: Reinicie o seu dispositivo para desfrutar da sua experiência {}.
ro: Reporniți dispozitivul pentru a vă bucura de experiența {}.
ru: Перезагрузите устройство, чтобы насладиться работой {}.
sk: Reštartujte zariadenie, aby ste vychutnali svoj {} zážitok.
ta: உங்கள் {} அனுபவத்தை அனுபவிக்க உங்கள் சாதனத்தை மறுதொடக்கம் செய்யவும்.
tr: {} deneyiminizin keyfini çıkarmak için bilgisayarınızı yeniden başlatın.
uk: Перезапустіть пристрій, щоб насолоджуватися {}.

source: Something went wrong
bg: Нещо се обърка
bn: কিছু একটা ভুল হয়েছে
ca: Alguna cosa ha anat malament
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schief gelaufen
eo: Io fiaskis
es: Algo salió mal
et: Midagi läks valesti
fa: اشتباهی پیش آمد
gl: Algo saíu mal
hu: Valami hiba történt
id: Ada sesuatu yang salah
ja: 問題が発生しました
ka: რაღაც არასწორია
ko: 문제가 발생했습니다
nb_no: Noe gikk galt
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt: Algo correu mal
ro: Ceva a dat greș
ru: Что-то пошло не так
sk: Niečo sa pokazilo
ta: ஏதோ தவறாகிவிட்டது
tr: Bazı şeyler yolunda gitmedi
uk: Щось пішло не так

source: Please contact the distribution developers.
bg: Моля, свържете се с разработчиците на дистрибуцията.
bn: ডিস্ট্রিবিউশন ডেভেলপারদের সাথে যোগাযোগ করুন।
ca: Siusplau, contacta amb els desenvolupadors de la distribució.
cs: Obraťte se prosím na vývojáře distribuce.
da: Kontakt venligst distributionsudviklerne.
de: Bitte wenden Sie sich an die Entwickler der Distribution.
eo: Bonvolu kontakti la programistojn de la distribuaĵo.
es: Por favor, póngase en contacto con los desarrolladores de la distribución.
et: Palun võta ühendust distributsiooni arendajatega.
fa: لطفاً با توسعه‌دهندگان توزیع تماس بگیرید.
gl: Póñase en contacto cos desenvolvedores da distribución.
hu: Kérjük, lépjen kapcsolatba a disztribúció fejlesztőivel.
id: Silakan hubungi pengembang distro.
ja: ディストリビューションの開発者にご連絡ください。
ka: დაუკავშირდით დისტრიბუტივის პროგრამისტებს.
ko: 배포 개발자에게 문의하십시오.
nb_no: Ta kontakt med distribusjonsutviklerne.
nl: Neem contact op met de distributieontwikkelaars.
pl: Prosimy o kontakt z twórcami dystrybucji.
pt: Entre em contacto com os programadores da distribuição.
ro: Vă rog să contactați dezvoltatorii distribuției.
ru: Пожалуйста, обратитесь к разработчикам дистрибутива.
sk: Prosím kontaktujte vývojárov distribúcie.
ta: விநியோக டெவலப்பர்களைத் தொடர்பு கொள்ளவும்.
tr: Lütfen dağıtım geliştiricileri ile irtibata geçin.
uk: Будь ласка, зверніться до розробників дистрибутива.

source: The following changes will be made to your system:
bg: Във вашата система ще бъдат направени следните промени:
bn: আপনার সিস্টেমে নিম্নলিখিত পরিবর্তনগুলি করা হবে:
ca: Els canvis següents s'aplicaran al teu sistema:
cs: V systému budou provedeny následující změny:
da: Følgende ændringer vil blive foretaget i dit system:
eo: Jen la ŝanĝoj efektivigotaj sur vian sistemon:
et: Sinu süsteemis tehakse järgmised muudatused:
fa: تغییرات زیر در سامانهٔ شما ایجاد خواهند شد:
gl: Faranse os seguintes cambios no seu sistema:
id: Perubahan berikut akan di buat pada sistem Anda:
ka: თქვენს სისტემაში განხორციელდება შემდეგი ცვლილებები:
nb_no: Følgende endringer vil bli gjort i systemet ditt:
ro: Următoarele schimbări se vor aplica în sistemului dvs:

source: Use entire disk
ca: Utilitzar el disc sencer
id: Gunakan seluruh disk
nb_no: Bruk hele disken

source: Vanilla OS provides full-disk encryption through LUKS2 to protect your personal information in case your device gets stolen.
ca: Vanilla OS proporciona xifratge complert del disc mitjançant LUKS2 per protegir la teva informació personal en cas que robin el teu dispositiu.
id: Vanilla OS menyediakan enkripsi disk menyeluruh menggunakan LUKS2 untuk menjaga informasi personal Anda dikala perangkat Anda dicuri.
nb_no: Vanilla OS tilbyr full diskkryptering gjennom LUKS2 for å beskytte din personlige informasjon i tilfelle enheten blir stjålet.

source: Encrypt device
ca: Xifra el dispositiu
id: Enkripsikan perangkat
nb_no: Krypter enheten

source: Search for a Keyboard Layout
bg: Потърсете Клавиатурна Подредба
bn: একটি কীবোর্ড লেআউট অনুসন্ধান করুন
ca: Busca una distribució de teclat
cs: Hledat rozložení klávesnice
da: Søg efter en Tastaturopsætning
eo: Serĉi klavarfasonon
et: Klaviatuuripaigutuse otsimine
fa: جست‌وجو برای یک چیدمان صفحه‌کلید
gl: Busca unha disposición de teclado
id: Cari Tata Letak Keyboard
ka: კლავიატურის განლაგების მოძებნა
nb_no: Søk etter et tastaturoppsett
ro: Caută un aspect pentru tastatură

source: Search for a language
ca: Busca un idioma
cs: Hledat jazyk
eo: Serĉi lingvon
et: Keele otsimine
fa: جست‌وجو برای یک زبان
gl: Busca un idioma
id: Cari salah satu bahasa
ro: Caută o limbă

source: Don't install
ca: No instal·leu
id: Jangan pasang
nb_no: Ikke installer
