Repository: Vanilla-OS/vanilla-installer
Catalog: po/*.po
Languages: bg, bn, ca, cs, da, de, eo, es, et, fa, gl, hu, id, ja, ka, ko, nb_no, nl, pl, pt, ro, ru, sk, ta, tr, uk

source: The partition to mount under “/boot/efi”. This directory stores files for booting in the bootloader.
bg: Раздела, който да се монтира под "/boot/efi". В тази директория се съхраняват файловете за зареждане в буутлоудъра.
bn: পার্টিশনটি "/boot/efi" এর অধীনে মাউন্ট হবে। এই ডিরেক্টরিটি বুটলোডারে বুট করার জন্য ফাইলগুলি সঞ্চয় করে।
ca: La partició a muntar a "/boot/efi". Aquest directori emmagatzema fitxers per arrencar al carregador d'arrencada.
cs: Oddíl, který se připojí pod "/boot/efi". V tomto adresáři jsou uloženy soubory pro spouštění v bootloaderu.
da: Partition til mountering under “/boot/efi”. Denne sti lagrer filer til opstart i opstartslæseren.
de: Die Partition, die unter "/boot/efi" eingebunden werden soll. In diesem Verzeichnis werden Dateien für das Booten in den Bootloader gespeichert.
es: Partición "/boot/efi". Este directorio almacena archivos para arrancar en el gestor de arranque.
et: Partitsioon, mis paigaldatakse "/boot/efi" alla. Selles kaustas hoitakse faile, mis on mõeldud alglaaduris käivitamiseks.
fa: افرازی که در «‎/boot/efi‏» سوار می‌شود. این شاخه پرونده‌هایی را برای راه‌اندازی در بارکنندهٔ راه‌اندازی ذخیره می‌کند.
gl: A partición para ser montada baixo “/boot/efi”. Este directorio almacena os arquivos para iniciar o cargador de arranque.
hu: A "/boot/efi" alá csatolandó partíció. Ez a könyvtár tárolja a bootloaderben való indításhoz szükséges fájlokat.
id: Partisi yang akan dipasang pada "/boot/efi". Direktori ini menyimpan file untuk booting kedalam bootloader.
ja: 「/boot/efi」の下にマウントするパーティション。このディレクトリはブートローダーに起動するためのファイルが格納されます。
ka: "/boot/efi"-ის ქვეშ მისამაგრებელი დანაყოფი. ეს საქაღალდე ჩამტვირთავის ფაილებს შეიცავს.
ko: "/boot/efi" 파티션. 부트로더를 위한 파일들이 저장됩니다.
nb_no: Partisjonen som skal monteres under "/boot/efi". Denne katalogen lagrer filer for oppstart i oppstartslasteren.
nl: De partitie welke aan ‘/boot/efi’ dient te worden gekoppeld. Deze bevat bestanden voor het laden van de bootloader.
pl: Partycja do zamontowania pod "/boot/efi". W tym katalogu przechowywane są pliki do uruchomienia w bootloaderze.
pt: A partição montada "/boot/efi". Este diretório armazena arquivos para inicialização pelo bootloader.
ro: Partiția care trebuie montată sub “/boot/efi”. Acest director stochează fișierele pentru pornirea în bootloader.
ru: Раздел для монтирования "/boot/efi". В этом каталоге хранятся файлы для запуска загрузчика.
sk: Partícia ktorá sa má pripojiť pod “/boot/efi“. Tento priečinok ukladá súbory na štart v bootloaderi.
ta: "/boot/efi" கீழ் மவுண்ட் செய்ய வேண்டிய பகிர்வு. இந்த கோப்பகம் பூட்லோடரில் துவக்க கோப்புகளை சேமிக்கிறது.
tr: Bu Bölüm "/boot/efi". olarak bağlanacak. Bu dizin Vanilla OS'un önyükleyiçinin önyükleme dosyalarını depolar.
uk: Розділ для монтування під "/boot/efi". У цьому каталозі зберігаються файли для завантаження у завантажувач.

source: BIOS Boot Partition
bg: Дял за зареждане на BIOS
bn: BIOS বুট পার্টিশন
ca: Partició d'arrencada de la BIOS
cs: BIOS Boot oddíl
da: BIOS-Opstartspartition
eo: BIOS-subdisko
es: Partición de arranque del BIOS
et: BIOSi alglaadimispartitsioon
fa: افراز راه‌اندازی بایوس
gl: Partición de arranque da BIOS
hu: BIOS boot partíció
id: Partisi Boot BIOS
ja: BIOS ブート パーティション
ka: BIOS-ის ჩამტვირთავი დანაყოფი
ko: BIOS 부팅 파티션
nb_no: BIOS-oppstartspartisjon
nl: BIOS-opstartpartitie
pl: Partycja BIOS boot
pt: Partição de boot pela BIOS
ro: Partiția de pornire a BIOS
ru: Раздел BIOS Boot
sk: Zavádzacia partícia BIOSu
ta: BIOS துவக்க பகிர்வு
tr: BIOS Önyükleme Bölümü
uk: Завантажувальний розділ BIOS

source: The partition required by GPT-formatted disks to support booting from BIOS systems. It must be located in the first 2 TB of the disk and must be exactly 1 Mebibyte (1 MiB).
bg: Разделът, който се изисква от дисковете, форматирани по GPT, за да поддържат зареждане от системи с BIOS. Той трябва да бъде разположен в първите 2 TB на диска и да е точно 1 мегабайт (1 MiB).
bn: GPT-ফরম্যাটেড ডিস্ক BIOS সিস্টেম থেকে বুট করা সমর্থন করার জন্য প্রয়োজনীয় পার্টিশন। এই পার্টিশনটি অবশ্যই ডিস্কের প্রথম 2 টিবিতে অবস্থিত হতে হবে এবং অবশ্যই 1 মেবিবাইট (1 MiB) হতে হবে।
ca: La partició requerida pels discs amb format GPT per donar suport a l'arrencada des dels sistemes BIOS. S'ha d'ubicar als primers 2 TB del disc i ha de tenir exactament 1 Mebibyte (1 MiB).
cs: Oddíl vyžadovaný u disků s formátem GPT pro podporu spouštění ze systémů BIOS. Musí být umístěn v prvních 2 TB disku a musí mít velikost přesně 1 Mebibyte (1 MiB).
da: Partitionen kræves af GPT-formaterede diske, til understøttelse af opstart fra BIOS-systemer. Den skal befinde sig i de første 2 TB af disken og skal være nøjagtigt 1 Mebibyte (1 MiB).
de: Die Partition, die von GPT-formatierten Festplatten benötigt wird, um das Booten von BIOS-Systemen zu unterstützen. Sie muss sich in den ersten 2 TB der Festplatte befinden und genau 1 Mebibyte (1 MiB) groß sein.
es: La partición requerida por los discos con formato GPT para admitir el arranque desde sistemas BIOS. Debe estar ubicado en los primeros 2 TB del disco y debe tener exactamente 1 Mebibyte (1 MiB).
et: GPT-vormingus ketaste jaoks vajalik partitsioon, mis toetab BIOS-i süsteemidest käivitamist. See peab asuma ketta esimeses 2 TB-s ja olema täpselt 1 mebibait (1 MiB).
hu: A GPT-formátumú lemezek által a BIOS-rendszerekből való indítás támogatásához szükséges partíció. A lemez első 2 TB-ján kell elhelyezkednie, és pontosan 1 Mebibyte (1 MiB) méretűnek kell lennie.
id: Partisi yang diperlukan oleh disk berformat GPT untuk mendukung booting dari sistem BIOS. Partisi ini harus berada di 2 TB pertama disk dan harus berukuran tepat 1 Mebibyte (1 MiB).
ja: BIOSシステムからの起動をサポートするために、GPTフォーマットされたディスクに必要なパーティションです。ディスク先頭2TBに配置し、正確に1メビバイト (1MiB) にする必要があります。
ka: BIOS სისტემებიდან GPT-ით დაფორმატებული დისკებით ჩატვირთვისთვის საჭირო დანაყოფი. ის დისკის პირველ 2 ტბ-ზე უნდა მდებარეობდეს და ზუსტად 1 მებიბაიტი (1 მიბ) ზომა უნდა ჰქონდეს.
ko: BIOS 부팅을 지원하기 위해서 GPT-형식의 디스크에서 요구하는 파티션. 반드시 디스크의 처음 2TB에 위치하여야 하며 정확히 1 MiB 크기가 필요합니다.
nl: De partitie, vereist door schijven geformatteerd in GPT-formaat, om te kunnen opstarten vanuit BIOS-systemen. Deze moet zich bevinden in de eerste 2 TB van de schijf en dient exact 1 mebibyte (MiB) te zijn.
pl: Partycja wymagana przez dyski sformatowane w GPT do obsługi rozruchu z systemów BIOS. Musi znajdować się w pierwszych 2 TB dysku i mieć dokładnie 1 Mebibyte (1 MiB).
pt: A partição exigida pelos discos formatados em GPT para dar suporte à inicialização a partir de sistemas BIOS. Ele deve estar localizado nos primeiros 2 TB do disco e deve ter exatamente 1 Mebibyte (1 MiB).
ro: Partiția necesară pentru discurile formatate GPT pentru a permite pornirea în sistemele BIOS. Aceasta trebuie să fie situată în primii 2 TB ai discului și trebuie să aibă exact 1 Mebibyte (1 MiB).
ru: Раздел, требуемый дисками в формате GPT для поддержки загрузки из систем BIOS. Он должен располагаться в первых 2 ТБ диска и иметь размер ровно 1 МБ.
ta: BIOS கணினிகளில் இருந்து பூட் செய்வதை ஆதரிக்க GPT-வடிவமைக்கப்பட்ட வட்டுகளுக்கு தேவைப்படும் பகிர்வு. இது வட்டின் முதல் 2 TB இல் இருக்க வேண்டும் மற்றும் சரியாக 1 Mebibyte (1 MiB) ஆக இருக்க வேண்டும்.
tr: Bu bölüm GPT-formatted diskin, BIOS sisteminin önyüklenmesi için gereklidir. Bölüm diskin ilk 2 TB alanında bulunmalı ve tam olarak 1 Mebibyte (1 MiB) olmalıdır.
uk: Розділ, необхідний дискам у форматі GPT для підтримки завантаження з систем BIOS. Він повинен розташовуватися в перших 2 Тб диска і повинен бути рівно 1 Мебібайт (1 MiB).

source: BIOS partition must be exactly 1 MiB.
bg: Делът на BIOS трябва да е точно 1 MiB.
bn: BIOS পার্টিশন অবশ্যই 1 MiB হতে হবে।
ca: La partició de la BIOS ha de ser exactament d'1 MiB.
cs: Oddíl BIOS musí mít velikost přesně 1 MiB.
da: BIOS-partition skal være nøjagtigt 1 MiB.
de: BIOS-Partition muss genau 1 MiB groß sein.
eo: La BIOS-subdisko devas esti ekzakte 1 MiB.
es: La partición BIOS debe tener exactamente 1 MiB.
et: BIOSi partitsioon peab olema täpselt 1 MiB.
fa: افراز بایوس باید دقیقاً ۱ مبی‌بایت باشد.
hu: A BIOS partíciónak pontosan 1 MiB-nak kell lennie.
id: Partisi BIOS harus berukuran tepat 1 MiB.
ja: BIOSパーティションは正確に1MiBでなければなりません。
ka: BIOS-ის დანაყოფი ზუსტად 1 მიბ ზომის უნდა იყოს.
ko: BIOS 파티션은 정확히 1MiB 이어야 합니다.
nb_no: BIOS-partisjonen må være nøyaktig 1 MiB.
nl: BIOS-partitie moet exact 1 MiB zijn
pl: Partycja BIOS-u musi mieć dokładnie 1 MiB.
pt: A partição BIOS deve ter exatamente 1 MiB.
ro: Partiția BIOS trebuie să fie de exact 1 MiB.
ru: Раздел BIOS должен быть ровно 1 МБ.
sk: BIOS partícia musí mať presne 1 MiB.
ta: BIOS பகிர்வு சரியாக 1 MiB ஆக இருக்க வேண்டும்.
tr: BIOS bölümü tam olarak 1 MİB(1 Mebibyte) olmalıdır.
uk: Розділ BIOS повинен мати розмір рівно 1 MiB.

source: Root Partition
ca: Partició Arrel
es: Partición Root
hu: Root partíció
id: Partisi Root
nl: Root-partitie
pt: Partição root
ru: Корневой раздел
sk: Koreňová partícia
ta: வேர் பகிர்வு
tr: Kök Bölümü

source: The partition to mount under “/”. It will be automatically converted into an LVM thin pool during installation.
ca: La partició per muntar a "/". Es convertirà automàticament a un grup LVM durant l'instal·lació.
es: La partición para montar bajo “/”. Se convertirá automáticamente en un grupo delgado LVM durante la instalación.
hu: A "/" alá csatolandó partíció. Ez automatikusan át lesz alakítva egy LVM thin pool-ba a telepítés során.
id: Partisi yang akan dipasang pada "/". Ini akan secara otomatis dikonversikan ke pool tipis LVM saat pemasangan.
ko: 파티션을 "/" 아래에 마운트합니다. 설치 중에 자동으로 LVM 얇은 풀로 변환됩니다.
pt: A partição montada sob "/". Esta partição será automaticamente convertida em um pool LVM durante a instalação.
ru: Раздел для монтирования "/". В процессе установки он будет автоматически преобразован в тонкий пул LVM.
ta: "/" கீழ் மவுண்ட் செய்ய வேண்டிய பகிர்வு. நிறுவலின் போது இது தானாகவே LVM மெல்லிய குளமாக மாற்றப்படும்.

source: Var Partition
ca: Partició Var
es: Partición Var
hu: Var partíció
id: Partisi Var
ko: var 파티션
nl: Var-partitie
pt: Partição Var
ru: Раздел var
sk: Var partícia
ta: Var பகிர்வு
tr: War Bölümü

source: The partition to mount under “/var”. This directory stores all user data like personal documents and system-wide configuration.
ca: La partició que serà muntada a "/var". Aquest directori conté totes les dades d'usuari com documents personals i configuracions de sistema.
de: Die Partition, die unter "/var" eingebunden werden soll. In diesem Verzeichnis werden alle Benutzerdaten wie persönliche Dokumente und die systemweite Konfiguration gespeichert.
es: La partición a montar bajo "/var". Este directorio almacena todos los datos del usuario, como los documentos personales y la configuración de todo el sistema.
hu: A "/var" alá csatolandó partíció. Ez a könyvtár tárolja az összes felhasználói adatot, mint például a személyes dokumentumok és a rendszerszintű konfiguráció.
id: Partisi yang akan dipasang di bawah "/var". Direktori ini menyimpan semua data pengguna seperti dokumen pribadi dan konfigurasi di seluruh sistem.
ko: "/var" 아래에 마운트할 파티션입니다. 이 디렉터리에는 개인 문서 및 시스템 전역 구성과 같은 모든 사용자 데이터가 저장됩니다.
ru: Раздел для монтирования "/var". В нём хранятся все пользовательские данные, такие как личные документы и общесистемная конфигурация.
ta: "/var" கீழ் மவுண்ட் செய்ய வேண்டிய பகிர்வு. இந்த கோப்பகம் தனிப்பட்ட ஆவணங்கள் மற்றும் கணினி முழுவதும் உள்ளமைவு போன்ற அனைத்து பயனர் தரவையும் சேமிக்கிறது.
tr: Bu Bölüm "/var" altında bağlanacak. Bu dizin tüm kullanıcı dosyalarını depolar.

source: Swap Partition
ca: Partició d'Intercanvi
es: Partición Swap
hu: Swap partíció
id: Partisi Swap
ja: スワップ パーティション
ko: 파티션 교체
nl: Wisselgeheugenpartitie
pl: Partycja swap
pt: Partição swap
ru: Раздел своп
sk: Swap partícia
ta: ஸ்வாப் பகிர்வு
tr: Bölümü Değiştir
uk: Поміняти розділ

source: Swap acts as a virtual extension of your RAM and enables hibernation. Vanilla OS already uses zram to provide swapping at no storage cost.
bg: Swap действа като виртуално разширение на оперативната памет и позволява хибернация. Vanilla OS вече използва zram, за да осигури суап без да има нужда от реален суап дял.
bn: সোয়াপ আপনার RAM এর ভার্চুয়াল এক্সটেনশন হিসাবে কাজ করে এবং হাইবারনেশনের সক্ষমতা প্রদান করে। ভ্যানিলা ওএস ইতিমধ্যেই কোন স্টোরেজ খরচ ছাড়াই সোয়াপিং ক্ষমতা প্রদান করতে zram ব্যবহার করে।
ca: La partició d'Intercanvi actua com una extensió virtual de la memòria RAM i permet l'hibernació. Vanilla OS ja utilitza zram per oferir intercanvi sense cap cost d'emmagatzematge.
cs: Swap funguje jako virtuální rozšíření paměti RAM a umožňuje hibernaci. Operační systém Vanilla OS již používá zram k zajištění swapování bez nákladů na úložiště.
da: Swap fungerer som en virtuel udvidelse af din RAM og muliggør dvale. Vanilla OS bruger allerede zram, til at levere swap uden lageromkostninger.
de: Swap agiert als virtuelle Erweiterung des Arbeitsspeichers und ermöglicht den Ruhezustand. Vanilla OS verwendet bereits zram, um Swapping ohne Speicherplatzverlust zu ermöglichen.
es: Swap actúa como una extensión virtual de su RAM y permite la hibernación. Vanilla OS ya usa zram para proporcionar intercambio sin costo de almacenamiento.
et: Swap toimib arvuti töömälu virtuaalse laiendina ja võimaldab hibernatsiooni. Vanilla OS kasutab juba praegu zram'i, et pakkuda swap'i ilma salvestusruumi kuluta.
fa: مبادله به عنوان افزونه‌ای مجازی برای حافظه عمل می‌کند و خواب زمستانی را به کار می‌اندازد. سیستم‌عامل وانیلا در حال حاظر از zram برای ارائهٔ مبادله بدون هزینهٔ ذخیره‌گاه استفاده می‌کند.
hu: A Swap a RAM virtuális kiterjesztéseként működik, és lehetővé teszi a hibernációt. A Vanilla OS már használja a zramot, hogy tárolási költség nélkül biztosítsa a swapolást.
id: Swap bertindak sebagai tambahan virtual untuk RAM Anda dan memungkinkan hibernasi. Vanilla OS sudah menggunakan zram untuk menyediakan swap tanpa biaya penyimpanan.
ja: スワップはRAMの仮想的な拡張として機能し、ハイバネーションを可能にします。現に、現在起動中のVanilla OSはzramを使用することで、ストレージを一切使用せずにスワップを提供しています。
ka: სვოპი თქვენი RAM-ის ვირტუალური გაფართოებასავით იქცევა და პროგრამული ძილის საშუალებას გაძლევთ. Vanilla OS, სვოპის საცავის გარეშე გამოსაყენებლად, ZRAM-ს იყენებს.
ko: 스왑은 RAM의 가상 확장 역할을 하며 최대 절전 모드를 활성화합니다. 바닐라 OS는 이미 zram을 사용하여 스토리지 비용 없이 스왑을 제공합니다.
nl: Wisselgeheugen (swap) fungeert als een virtuele uitbreiding van uw werkgeheugen en maakt sluimerstand mogelijk. Vanilla OS maakt al gebruik van ‘zram’ om het werkgeheugen uit te breiden zonder gebruik te maken van extra opslagruimte.
pl: Swap działa jako wirtualne rozszerzenie pamięci RAM i umożliwia hibernację. Vanilla OS używa już zram do zapewnienia swapu bez kosztów pamięci.
pt: Swap atua como uma extensão virtual de sua memoria RAM e permite a hibernação. O Vanilla OS já usa zram para fornecer troca sem custos adicionais de armazenamento.
ro: Swap acționează ca o extensie virtuală a memoriei RAM și permite hibernarea. Vanilla OS folosește deja zram pentru a oferi swap fără costuri de stocare.
ru: Своп действует как виртуальное расширение вашей оперативной памяти и позволяет переходить в спящий режим. Vanilla OS уже использует zram для обеспечения свопинга без затрат на хранение.
sk: Swap slúži ako virtuálne rozšírenie operačnej pamäti a umožňuje hybernáciu. Vanilla OS už používa zram na swapping bez použitia úložiska.
ta: ஸ்வாப் உங்கள் RAMமின் மெய்நிகர் நீட்டிப்பாக செயல்படுகிறது மற்றும் உறக்கநிலையை செயல்படுத்துகிறது. வெண்ணிலா OS ஏற்கனவே zram ஐப் பயன்படுத்தி, சேமிப்பகச் செலவில் இடமாற்றம் செய்யவில்லை.
tr: Swap aslında ekstra sanal RAM olarak davranır ve hazırda beklemeyi aktifleştirir. Vanilla OS zaten depolama kaybı olmadan (swap) depolamayı zram kullanarak karşılar.
uk: Swap діє як віртуальне розширення вашої оперативної пам'яті і дозволяє переходити у сплячий режим. Vanilla OS вже використовує zram для забезпечення свопінгу без витрат на зберігання.

source: Choose a partition to use for swap alongside zram. This is not required for hibernation.
bg: Изберете дял, който да използвате за суап заедно с zram. Това не се изисква за хибернация.
bn: Zram এর পাশাপাশি সোয়াপ হিসেবে ব্যবহার করার জন্য একটি পার্টিশন চয়ন করুন। হাইবারনেশনের জন্য এটির প্রয়োজন হয় না।
ca: Trieu una partició per utilitzar-la per a l'intercanvi juntament amb zram. Això no és necessari per a la hibernació.
cs: Vyberte oddíl, který chcete použít pro swap vedle zram. Pro hibernaci to není nutné.
da: Vælg en partition at bruge til swap, ved siden af zram. Dette kræves ikke til dvale.
de: Wählen Sie eine Partition aus, die neben zram für den Swap-Bereich verwendet werden soll. Dies ist für den Ruhezustand nicht erforderlich.
es: Elija una partición para usar para el intercambio junto con zram. Esto no es necesario para la hibernación.
et: Vali partitsioon, mida kasutada swap'i jaoks koos zram'iga. See ei ole hibernatsiooni jaoks vajalik.
hu: Válasszon egy partíciót, amelyet a zram mellett a swap számára használ. Ez nem szükséges a hibernáláshoz.
id: Pilih partisi yang akan digunakan untuk swap bersama zram. Hal ini tidak diperlukan untuk hibernasi.
ja: zramと併用してスワップとして使用するパーティションを選択します。これはハイバネーションには必要ありません。
ka: აირჩიეთ ZRAM-თან ერთად გამოყენებული სვოპის დანაყოფი. ეს პროგრამული ძილისთვის საჭირო არაა.
ko: zram과 함께 스왑에 사용할 파티션을 선택합니다. 최대 절전 모드에서는 필요하지 않습니다.
nl: Kies een partitie om naast ‘zram’ als wisselgeheugen te gebruiken. Dit is niet vereist voor sluimerstand.
pl: Wybierz partycję, która będzie używana jako swap obok zram. Nie jest to wymagane dla hibernacji.
ro: Alegeți o partiție care să fie folosită pentru swap alături de zram. Această setare de partiție nu este necesară pentru hibernare.
ru: Выберите раздел, который будет использоваться для подкачки наряду с zram. Для гибернации это не требуется.
sk: Vyberte partíciu za účelom swap popri zram. K hibernácii to nie je nevyhnutné.
ta: zram உடன் ஸ்வாப் பயன்படுத்த ஒரு பகிர்வை தேர்வு செய்யவும். உறக்கநிலைக்கு இது தேவையில்லை.
tr: Zram' in yanında swap alanı kullanmak için bir bölüm seçin. Bu hazırda bekletme modu için gerekli değildir.
uk: Виберіть розділ, який буде використано для підкачки поряд із zram. Це не потрібно для переходу у сплячий режим.

source: Power Off...
hu: Kikapcsolás...
ta: மின்சாரத்தை நிறுத்து...

source: Back
bg: Обратно
bn: পেছনে
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
eo: Reen
es: Regresar
et: Tagasi
fa: بازگشت
gl: Atrás
hu: Vissza
id: Kembali
ja: 戻る
ka: უკან
ko: 뒤로
nb_no: Tilbake
nl: Terug
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
ta: திரும்பவும்
tr: Geri
uk: Назад

source: Connected
ca: Conectat
de: Verbunden
es: Conectado
hu: Csatlakoztatva
id: Terhubung
ko: 연결됨
nl: Verbonden
pt: Conectado
ru: Подключено
sk: Pripojené
ta: இணைக்கப்பட்டது
tr: Bağlandı

source: GParted is already running. Only one instance of GParted is permitted.
bg: GParted вече работи. Разрешено е използването само на една инстанция на GParted.
bn: GParted ইতিমধ্যে চলছে। GParted এর একই সময়ে শুধুমাত্র একটি সংঘটনই অনুমোদিত।
ca: GParted ja s'està executant. Només es permet una instància de GParted.
cs: GParted je již spuštěn. Je povolena pouze jedna instance GParted.
da: GParted kører allerede. Kun én instans af GParted er tilladt.
de: GParted wird bereits ausgeführt. Es ist nur eine Instanz von GParted zulässig.
es: GParted ya se está ejecutando. Solo se permite una instancia de GParted.
et: GParted on juba käivitatud. Lubatud on ainult üks GParted'i instants.
fa: جی‌پارتد هم‌اکنون در حال اجراست. فقط یک نمونه از جی‌پارتد مجاز است.
hu: A GParted már fut. Csak egy GParted példány engedélyezett.
id: GParted sudah berjalan. Hanya satu instansi dari GParted dibolehkan.
ja: GPartedは既に起動しています。Gpartedのインスタンスは1つだけ許可されます。
ka: GParted-ი უკვე გაშვებულია. დაშვებულია GParted-ის მხოლოდ ერთი გაშვებული ასლი.
ko: GParted가 이미 실행 중입니다. GParted의 인스턴스는 하나만 허용됩니다.
nl: GParted wordt al uitgevoerd. Enkel één instantie van GParted is toegestaan.
pl: GParted jest już uruchomiony. Dozwolona jest tylko jedna instancja GParted.
pt: GParted já está em execução. Apenas uma instância do GParted é permitida.
ro: GParted rulează deja. Este permisă o singură instanță de GParted.
ru: GParted уже запущен. Разрешается использовать только один экземпляр GParted.
sk: GParted už beží. Je povolená len jedna relácia GParted.
ta: GParted ஏற்கனவே இயங்குகிறது. GParted இன் ஒரு நிகழ்வு மட்டுமே அனுமதிக்கப்படுகிறது.
tr: GParted zaten çalışıyor. Sadece bir tane GParted yetkilendirildi.
uk: GParted вже запущено. Дозволено використовувати лише один екземпляр GParted.

source: Partition must be at least {}
bg: Делът трябва да бъде поне {}
bn: পার্টিশন (বিভাজন) কমপক্ষে {} হতে হবে
ca: La partició ha de ser com a mínim {}
cs: Oddíl musí být alespoň {}
da: Partition skal mindst være {}
de: Partition muss mindestens {} sein
es: La partición debe tener al menos {}
et: Partitsioon peab olema vähemalt {}
fa: افراز باید حداقل {} باشد
hu: A partíciónak legalább {} méretűnek kell lennie
id: Partisi harus setidaknya {}
ja: パーティションは少なくとも{}でなければなりません
ka: დანაყოფი უნდა იყოს მინიმუმ {}
ko: 파티션은 {} 이상이어야 합니다
nb_no: Partisjon må være minst {}
nl: Partitie dient minstens {} te zijn
pl: Partycja musi zawierać co najmniej {}
pt: A partição deve ter no mínimo {}
ro: Partiția trebuie să fie de cel puțin {}
ru: Раздел должен быть не менее {}
sk: Partícia musí mať aspoň {}
ta: பகிர்வு குறைந்தது {} ஆக இருக்க வேண்டும்
tr: Bölüm en az {} olmalıdır
uk: Розділ повинен бути не менше ніж {}

source: Partition must EXACTLY {}
bg: Делът трябва да е точно {}
bn: পার্টিশন অবশ্যই ঠিক {} হতে হবে
ca: La partició ha de ser EXACTAMENT {}
cs: Oddíl musí být PŘESNĚ {}
da: Partition skal NØJAGTIGT {}
de: Partition muss GENAU {} sein
es: La partición debe ser EXACTAMENTE {}
et: Partitsioon peab olema TÄPSELT {}
fa: افراز باید دقیقاً {} باشد
hu: A partíciónak PONTOSAN {} méretűnek kel lennie
id: Partisi harus PERSIS {}
ja: パーティションは正確に{}でなければなりません
ka: დანაყოფი უნდა იყოს ზუსტად {}
ko: 파티션은 정확히 {}여야 합니다
nb_no: Partisjon må være NØYAKTIG {}
nl: Partitie dient EXACT {} te zijn
pl: Partycja musi być DOKŁADNIE {}
pt: A partição deverá ter EXATAMENTE {}
ro: Partiția trebuie EXACT {}
ru: Раздел должен быть ТОЧНО {}
sk: Partícia musí mať PRESNE {}
ta: பகிர்வு கண்டிப்பாக {}
tr: Bölüm AYNI {} ŞEKLİNDE olmalıdır
uk: Розділ повинен бути РІВНО {}

source: No partition selected
bg: Не е избран дял
bn: কোনো পার্টিশন (বিভাজন) নির্বাচন করা হয়নি
ca: No has seleccionat cap partició
cs: Není vybrán žádný oddíl
da: Ingen partition valgt
de: Keine Partition ausgewählt
eo: Neniu subdisko elektita
es: Ninguna partición seleccionada
et: Partitsiooni pole valitud
fa: افرازی گزیده نشده است
gl: Ningunha partición seleccionada
hu: Nincs kiválasztott partíció
id: Tidak ada partisi yang dipilih
ja: パーティションが選択されていません
ka: დანაყოფი არჩეული არაა
ko: 파티션이 선택되지 않았습니다
nb_no: Ingen partisjon valgt
nl: Geen partitie geselecteerd
pl: Nie wybrano partycji
pt: Nenhuma partição selecionada
ro: Nicio partiție selectată
ru: Раздел не выбран
sk: Nebola vybraná partícia
ta: பகிர்வு எதுவும் தேர்ந்தெடுக்கப்படவில்லை
tr: Bölüm seçilmedi
uk: Розділ не вибрано
