Repository: Vanilla-OS/vanilla-installer
Catalog: po/*.po
Languages: bg, bn, ca, cs, da, de, eo, es, et, fa, gl, hu, id, ja, ka, ko, nb_no, nl, pl, pt, ro, ru, sk, ta, tr, uk

source: Vanilla OS Installer
bg: Vanilla OS Инсталатор
bn: ভ্যানিলা ওএস ইনস্টলার
ca: Instal·lador de Vanilla OS
cs: Instalátor Vanilla OS
da: Vanilla OS-Installatør
eo: Instalilo de Vanilla OS
es: Instalador de Vanilla OS
et: Vanilla OS paigaldaja
fa: نصاب سیستم‌عامل وانیلا
gl: Instalador Vanilla OS
hu: Vanilla OS Telepítő
id: Installasi Vanilla OS
ja: Vanilla OS インストーラー
ka: Vanilla OS-ის დაყენების პროგრამა
ko: 바닐라 OS 설치 프로그램
nb_no: Vanilla OS installasjonsprogram
nl: Installer van Vanilla OS
pl: Instalator systemu Vanilla OS
pt: Instalador do Vanilla OS
ro: Program de instalare Vanilla OS
ru: Программа установки Vanilla OS
sk: Vanilla OS Inštalátor
ta: வெண்ணிலா OS நிறுவி
tr: Vanilla OS Yükleyici
uk: Встановлювач Vanilla OS

source: Tweak your Vanilla OS installation.
bg: Променете вашата инсталация на Vanilla OS.
bn: আপনার ভ্যানিলা ওএস ইনস্টলেশনটি টুইক করুন।
ca: Modifica la teva instal·lació de Vanilla OS.
cs: Vylaďte si instalaci Vanilla OS.
da: Justér din Vanilla OS-installation.
de: Passe die Vanilla OS-Installation an.
eo: Agordu vian instalaĵon de Vanilla OS.
es: Modifique su instalación de Vanilla OS.
et: Kohanda oma Vanilla OS-i paidalgust.
fa: نصب سیستم‌عامل وانیلای خود را سیخونک بزنید.
gl: Axusta a túa instalación de Ubuntu Vanilla OS.
hu: Módosítsa a Vanilla OS telepítését.
id: Sesuaikan instalasi Vanilla OS mu.
ja: お使いのVanilla OSを調整します。
ka: მოირგეთ თქვენი Vanilla OS.
nb_no: Juster Vanilla OS-installasjonen din.
nl: Pas uw installatie van Vanilla OS aan
pl: Dostosuj swoją instalację Vanilla OS.
pt: Modifique a sua instalação do Vanilla OS.
ro: Configurează instalarea Vanilla OS.
ru: Настройте свою установку Vanilla OS.
sk: Vylaďte si inštaláciu Vanilla OS.
ta: உங்கள் வெண்ணிலா OS நிறுவலை மாற்றி அமையுங்கள்.
tr: Vanilla OS kurulumunuzda ince ayar yapın.
uk: Налаштуйте встановлення Vanilla OS.

source: No description
bg: Няма описание
bn: কোন বর্ণনা পাওয়া যায়নি
ca: Sense descripció
cs: Žádný popis
da: Ingen beskrivelse
de: Keine Beschreibung
eo: Neniu priskribo
es: Sin descripción
et: Kirjeldus puudub
fa: بدون توضیح
gl: Sen descrición
hu: Nincs leírás
id: Tidak ada deskripsi
ja: 説明なし
ka: აღწერის გარეშე
ko: 설명 없음
nb_no: Ingen beskrivelse
nl: Geen omschrijving
pl: Brak opisu
pt: Sem descrição
ro: Fără descriere
ru: Нет описания
sk: Žiaden popis
ta: விளக்கம் இல்லை
tr: Açıklama yok
uk: Без опису

source: First release
bg: Първо издание
bn: প্রথম রিলিজ
ca: Primer llançament
cs: První verze
da: Første udgivelse
de: Erste Veröffentlichung
eo: Unua versio
es: Primer lanzamiento
et: Esimene väljalase
fa: اولین انتشار
gl: Primeiro lanzamento
hu: Első kiadás
id: Rilisan Pertama
ja: 最初のリリース
ka: პირველი რელიზი
ko: 첫 번째 릴리스
nb_no: Første utgivelse
nl: Eerste uitgave
pl: Pierwsze wydanie
pt: Primeiro lançamento
ro: Prima lansare
ru: Первый выпуск
sk: Prvé vydanie
ta: முதல் வெளியீடு
tr: İlk sürüm
uk: Перший реліз

source: Confirm Installation
bg: Потвърдете инсталирането
bn: ইনস্টলেশন নিশ্চিত করুন
ca: Confirma la instal·lació
cs: Potvrďte instalaci
da: Bekræft Installation
de: Installation bestätigen
eo: Konfirmu instaladon
es: Confirmar instalación
et: Kinnita paigaldamine
fa: تأیید نصب
gl: Confirmar instalación
hu: Telepítés megerősítése
id: Konfirmasi Instalasi
ja: インストールの確認
ka: დაყენების დადასტურება
ko: 설치 확인하기
nb_no: Bekreft installasjon
nl: Installatie bevestigen
pl: Potwierdź instalację
pt: Confirmar instalação
ro: Confirmă instalarea
ru: Подтверждение установки
sk: Potvrďte inštaláciu
ta: நிறுவலை உறுதிப்படுத்தவும்
tr: Kurulumu Doğrulayın
uk: Підтвердження встановлення

source: The following changes will be made to your system
de: Die folgenden Änderungen werden am System vorgenommen
hu: A következő változtatások lesznek végrehajtva a rendszerén
ta: உங்கள் கணினியில் பின்வரும் மாற்றங்கள் செய்யப்படும்

source: Install Vanilla OS
bg: Инсталирайте Vanilla OS
bn: ভ্যানিলা ওএস ইনস্টল করুন
ca: Instal·la Vanilla OS
cs: Nainstalovat Vanilla OS
da: Installér Vanilla OS
de: Vanilla OS installieren
eo: Instali Vanilla OS
es: Instalar Vanilla OS
et: Paigalda Vanilla OS
fa: نصب سیستم‌عامل وانیلا
gl: Instale Vanilla OS
hu: A Vanilla OS telepítése
ja: Vanilla OS をインストール
ka: Vanilla OS-ის დაყენება
ko: 바닐라 OS 설치하기
nb_no: Installer Vanilla OS
nl: Vanilla OS installeren
pl: Zainstaluj Vanilla OS
pt: Instalar o Vanilla OS
ro: Instalează Vanilla OS
ru: Установить Vanilla OS
sk: Nainštalovať Vanilla OS
ta: வெண்ணிலா OS ஐ நிறுவவும்
tr: Vanilla OS'u yükleyin
uk: Встановити Vanilla OS

source: Checking Connection…
de: Überprüfe Verbindung…
hu: Csatlakozás ellenőrzése…
ta: இணைப்பைச் சரிபார்க்கிறது…

source: Please wait until the connection check is done
de: Bitte warten, Verbindung wird geprüft
hu: Kérjük várjon, amíg a kapcsolat ellenőrzése befejeződik
ta: இணைப்புச் சரிபார்ப்பு முடியும் வரை காத்திருக்கவும்

source: Next
bg: Напред
bn: পরবর্তী
ca: Següent
cs: Další
da: Næste
de: Weiter
eo: Sekven
es: Siguiente
et: Edasi
fa: بعدی
gl: Seguinte
hu: Következő
id: Lanjut
ja: 次へ
ka: შემდეგი
ko: 다음
nb_no: Neste
nl: Volgende
pl: Dalej
pt: Seguinte
ro: Următorul
ru: Далее
sk: Ďalej
ta: அடுத்தது
tr: Sonraki
uk: Далі

source: Install Location
ca: Ubicació de l'instal·lació
de: Installationsort
es: Ubicación de la instalación
hu: Telepítés helye
id: Lokasi Instalasi
ja: インストール先
ko: 설치위치
nb_no: Installasjonssted
nl: Installatie­locatie
pl: Miejsce Instalacji
ru: Место установки
sk: Umiestnenie inštalácie
ta: நிறுவல் இடம்
tr: Kurulum Konumu
uk: Місце встановлення

source: Select the disk where you want to install Vanilla OS. Alternatively, you can select one or more disks to configure manually.
ca: Selecciona el disc on vols instal·lar Vanilla OS. De manera alternativa pots escollir un o més discs per configurar de forma manual.
de: Wählen Sie die Festplatte aus, auf der Sie Vanilla OS installieren möchten. Alternativ können Sie auch eine oder mehrere Festplatten auswählen und manuell konfigurieren.
es: Seleccione el disco en el que desea instalar Vanilla OS. Alternativamente, puede seleccionar uno o más discos para configurarlos manualmente.
hu: Válassza ki a lemezt, amelyre a Vanilla OS-t telepíteni szeretné! Egy vagy több lemezt is kiválaszthat a tetszőleges beállításhoz.
id: Pilih disk yang mana Anda ingin memasang Vanilla OS. Atau Anda dapat memilih satu atau beberapa disk untuk dikonfigurasikan secara manual.
ja: Vanilla OSをインストールするディスクを選択します。または、1つ以上のディスクを選択して手動で設定することもできます。
ko: 바닐라 OS를 설치할 디스크를 선택하세요. 또는 수동으로 구성할 하나 이상의 디스크를 선택할 수 있습니다.
nb_no: Velg disken der du vil installere Vanilla OS. Du kan også velge en eller flere disker som skal konfigureres manuelt.
nl: Selecteer de schijf waarop u Vanilla OS wilt installeren. U kunt ook één of meer schijven selecteren om handmatig te configureren.
pl: Wybierz dysk, na którym chcesz zainstalować Vanilla OS. Alternatywnie, możesz wybrać jeden lub więcej dysków, aby skonfigurować manualnie
pt: Selecione o disco para instalar o Vanilla OS. Você poderá configurar um ou mais discos na configuração manual.
ru: Выберите диск, на который будет установлена Vanilla OS. Также можно выбрать один или несколько дисков для настройки вручную.
sk: Vyberte disk, kde chcete inštalovať Vanilla OS, alebo vyberte jeden či viac diskov pre manuálne nastavenie.
ta: நீங்கள் வெண்ணிலா OS ஐ நிறுவ விரும்பும் வட்டைத் தேர்ந்தெடுக்கவும். மாற்றாக, கைமுறையாக உள்ளமைக்க ஒன்று அல்லது அதற்கு மேற்பட்ட வட்டுகளைத் தேர்ந்தெடுக்கலாம்.
tr: Vanilla OS'yi kurmak istediğiniz diski seçin. Ayrıca manuel olarak yapılandırmak için bir veya daha fazla disk seçebilirsiniz.
uk: Виберіть диск, на який ви хочете встановити Vanilla OS. Крім того, ви можете вибрати один або декілька дисків для налаштування вручну.

source: Use Entire Disk
hu: Teljes lemez használata
ta: முழு வட்டையும் பயன்படுத்தவும்

source: Manual
de: Manuell
hu: Kézi
ja: 手動
ko: 메뉴얼
nb_no: Manuell
nl: Handmatig
ru: Руководство
sk: Manuálne
ta: கையேடு
tr: Manuel
uk: Посібник

source: You need at least %s of disk space to proceed with the installation.
ca: Necessites com a minim %s d'espai al disc per poder fer la instal·lació.
es: Necesita al menos %s de espacio en disco para proceder con la instalación.
hu: Szüksége van legalább %s lemezterületre, hogy folytassa a telepítést.
id: Anda memerlukan setidaknya %s dari ruang disk untuk melanjutkan instalasi.
ko: 설치를 계속하려면 최소 %s의 디스크 공간이 필요합니다.
nl: U heeft ten minste %s aan schijfruimte nodig om door te gaan met de installatie.
pl: Potrzebujesz co najmniej %s miejsca na dysku by zainstalować system.
pt: precisa-se no mínimo %s de memoria livre para concluir a instalação.
ru: Для продолжения установки вам нужно иметь как минимум %s дискового пространства.
sk: Potrebujete aspoň % miesta na disku, aby bolo možné pokračovať v inštalácii.
ta: நிறுவலைத் தொடர குறைந்தபட்சம் %s வட்டு இடம் தேவை.
tr: Kuruluma devam etmek için en az %s disk alanına ihtiyacınız var.

source: Device Encryption
ca: Xifratge del dispositiu
de: Geräteverschlüsselung
es: Cifrado de dispositivos
hu: Eszköz titkosítása
id: Enkripsi Perangkat
ja: デバイスの暗号化
ko: 장치 암호화
nl: Apparaat­versleuteling
pl: Szyfrowanie urządzeń
ru: Шифрование
sk: Šifrovanie zariadenia
ta: சாதன குறியாக்கம்
tr: Cihaz Şifreleme
uk: Шифрування пристрою

source: Vanilla OS encrypts your disk to protect your personal information
de: Vanilla OS verschlüsselt Ihre Festplatte zum Schutz Ihrer persönlichen Daten
hu: A Vanilla OS titkosítja a lemezt, hogy megvédje a személyes adatait
ta: உங்கள் தனிப்பட்ட தகவலைப் பாதுகாக்க வெண்ணிலா OS உங்கள் வட்டை குறியாக்குகிறது

source: Encrypt Device
hu: Eszköz titkosítása
ta: சாதனத்தை குறியாக்கம் செய்யவும்

source: Use a memorable password to encrypt your data
ca: Fes servir una contrasenya que puguis recordar per xifrar les teves dades
de: Verwenden Sie ein einprägsames Passwort, um Ihre Daten zu verschlüsseln
es: Utiliza una contraseña fácil de recordar para encriptar tus datos
hu: Használjon megjegyezhető jelszót az adatok titkosításához
id: Gunakan kata sandi yang mudah diingat untuk mengenkripsi data Anda
ja: 覚えやすいパスワードを使用してデータを暗号化
ko: 데이터를 암호화하기 위해 기억하기 쉬운 암호 사용하세요
nb_no: Bruk et minneverdig passord for å kryptere dataene dine
nl: Gebruik een makkelijk te onthouden wachtwoord om uw gegevens te versleutelen
pl: Do szyfrowania danych należy użyć łatwego do zapamiętania hasła
pt: Crie uma senha memorizável para encriptar seus dados
ru: Используйте запоминающийся пароль для шифрования данных
sk: Použite zapamätateľné heslo na zašifrovanie Vašich dát
ta: உங்கள் தரவை குறியாக்க மறக்கமுடியாத கடவுச்சொல்லைப் பயன்படுத்தவும்
tr: Verilerinizi şifrelemek için unutmayacağınız bir şifre kullanın
uk: Використовуйте запам'ятовуваний пароль для шифрування даних

source: Password
bg: Парола
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
eo: Pasvorto
es: Contraseña
et: Parool
fa: گذرواژه
gl: Contrasinal
hu: Jelszó
id: Kata Sandi
ja: パスワード
ka: პაროლი
ko: 비밀번호
nb_no: Passord
nl: Wachtwoord
pl: Hasło
pt: Senha
ro: Parolă
ru: Пароль
sk: Heslo
ta: கடவுச்சொல்
tr: Şifre
uk: Пароль

source: Confirm Password
bg: Потвърдете паролата
bn: পাসওয়ার্ড নিশ্চিত করুন
ca: Confirmar la contrasenya
cs: Potvrzení hesla
da: Bekræft Adgangskode
de: Passwort bestätigen
eo: Konfirmu pasvorton
es: Confirmar contraseña
et: Kinnita parool
fa: تأیید گذرواژه
gl: Confirmar contrasinal
hu: Jelszó megerősítése
id: Konfirmasi Kata Sandi
ja: パスワードの確認
ka: პაროლის დადასტურება
ko: 비밀번호 확인
nb_no: Bekreft passord
nl: Bevestig wachtwoord
pl: Potwierdź hasło
pt: Confirme a senha
ro: Confirmă parola
ru: Подтверждение пароля
sk: Potvrdiť heslo
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
tr: Şifreyi Doğrulayın
uk: Підтвердьте пароль

source: Keyboard Layout
bg: Клавиатурна Подредба
bn: কিবোর্ডের ভিত্তি ধরণ
ca: Distribució de teclat
cs: Rozložení klávesnice
da: Tastaturopsætning
de: Tastaturbelegung
eo: Klavarfasono
es: Distribución de teclado
et: Klaviatuuripaigutus
fa: چیدمان صفحه‌کلید
gl: Disposición do teclado
hu: Billentyűkiosztás
id: Tata Letak Keyboard
ja: キーボードレイアウト
ka: კლავიატურის განლაგება
ko: 키보드 레이아웃
nb_no: Tastaturoppsett
nl: Toetsenbordindeling
pl: Układ klawiatury
pt: Layout do teclado
ro: Aspectul tastaturii
ru: Раскладка клавиатуры
sk: Rozloženie klávesnice
ta: விசைப்பலகை தளவமைப்பு
tr: Klavye Yerleşimi
uk: Розкладка клавіатури

source: Select your preferred keyboard layout
bg: Изберете предпочитаната от вас подредба на клавиатурата
bn: আপনার পছন্দের কীবোর্ড লেআউট নির্বাচন করুন
ca: Escull la distribució de teclat que prefereixis
cs: Vyberte rozložení klávesnice
da: Vælg din foretrukne tastaturopsætning
de: Wählen Sie Ihr bevorzugtes Tastaturlayout aus
eo: Elektu vian klavarfasonon
es: Seleccione su distribución de teclado preferida
et: Vali eelistatud klaviatuuripaigutus
fa: چیدمان ترجیحی خود برای صفحه کلید را برگزینید
gl: Selecciona a túa disposición de teclado preferida
hu: Válassza ki a kívánt billentyűkiosztást
id: Pilih tata letak keyboard pilihan Anda
ja: 使用するキーボードレイアウトを選択してください
ka: აირჩიეთ თქვენთვის სასურველი კლავიატურის განლაგება
ko: 원하는 키보드 레이아웃 선택하십시오
nb_no: Velg ditt foretrukne tastaturoppsett
nl: Selecteer uw gewenste toetsenbordindeling
pl: Wybierz układ klawiatury
pt: Selecione o seu layout de teclado
ro: Selectează aspectul preferat pentru tastatura dvs.
ru: Выберите предпочтительную раскладку клавиатуры
sk: Zvoľte si rozloženie klávesnice
ta: உங்களுக்கு விருப்பமான விசைப்பலகை அமைப்பைத் தேர்ந்தெடுக்கவும்
tr: Tercih ettiğiniz klavye yerleşimini seçin
uk: Виберіть бажану розкладку клавіатури

source: Search keyboard layouts
de: Suche Tastaturlayouts
hu: Billentyűkiosztások keresése
ta: விசைப்பலகை தளவமைப்புகளைத் தேடுங்கள்

source: Language
bg: Език
bn: ভাষা
ca: Llengua
cs: Jazyk
da: Sprog
de: Sprache
eo: Lingvo
es: Idioma
et: Keel
fa: زبان
gl: Idioma
hu: Nyelv
id: Bahasa
ja: 言語
ka: ენა
ko: 언어
nb_no: Språk
nl: Taal
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
ta: மொழி
tr: Dil
uk: Мова

source: Select your language
ca: Escull el teu idioma
cs: Vyberte svůj jazyk
de: Wählen Sie eine Sprache
eo: Elektu vian lingvon
es: Elija su idioma
et: Vali oma keel
fa: زبان خود را برگزینید
gl: Seleccione o seu idioma
hu: Válassza ki a nyelvét
id: Pilih bahasa anda
ja: 言語を選択してください
ka: აირჩიეთ თქვენი ენა
ko: 사용자의 언어 선택하기
nb_no: Velg språk
nl: Selecteer uw taal
pl: Wybierz swój język
pt: Selecione o seu idioma
ro: Selectează limba
ru: Выберите язык
sk: Zvoľte si jazyk systému
ta: உங்கள் மொழியைத் தேர்ந்தெடுக்கவும்
tr: Dilinizi seçin
uk: Виберіть свою мову

source: Search languages
de: Sprachen durchsuchen
hu: Nyelvek keresése
ta: மொழிகளைத் தேடுங்கள்

source: Internet
ta: இணையதளம்

source: An active internet connection is required to install the system
de: Für die Installation des Systems ist eine aktive Internetverbindung erforderlich
hu: Aktív internetkapcsolatra van szükség a rendszer telepítéséhez
ta: கணினியை நிறுவ செயலில் இணைய இணைப்பு தேவை

source: Wired
hu: Vezetékes
ta: கம்பியுடையது

source: Wireless Networks
hu: Vezeték nélküli hálózatok
ta: கம்பியில்லா பிணையங்கள்

source: Advanced
hu: Speciális
ta: மேம்பட்டது

source: Connect to Hidden Network...
hu: Kapcsolódás rejtett hálózathoz...
ta: மறைக்கப்பட்ட பிணையத்துடன் இணைக்கவும்...

source: Open Proxy Settings...
hu: Proxy-beállítások megnyitása...
ta: ப்ராக்ஸி அமைப்புகளைத் திறக்கவும்...

source: NVIDIA® Drivers
ca: Controladors NVIDIA®
de: NVIDIA®-Treiber
es: Controladores de NVIDIA®
hu: NVIDIA® illesztőprogramok
id: Driver NVIDIA®
ja: NVIDIA® ドライバ
ko: NVIDIA® 드라이버
nb_no: NVIDIA®-drivere
nl: NVIDIA®-stuurprogramma's
pl: Sterowniki NVIDIA®
pt: Drivers NVIDIA
ru: Драйверы NVIDIA®
sk: Ovládače NVIDIA®
ta: NVIDIA® இயக்கிகள்
tr: NVIDIA® Sürücüleri
uk: Драйвери NVIDIA

source: Choose whether to install proprietary NVIDIA drivers for better compatibility and performance.
ca: Tria si vols instal·lar els controladors propietaris de NVIDIA per una millor compatibilitat i rendiment.
de: Legen Sie fest, ob proprietäre NVIDIA-Treiber für bessere Kompatibilität und Leistung installiert werden sollen.
es: Elige si quieres instalar los controladores propietarios de NVIDIA para mejorar la compatibilidad y el rendimiento.
hu: Válassza ki, hogy a jobb kompatibilitás és teljesítmény érdekében telepíteni kívánja-e a védjegyzett NVIDIA illesztőprogramokat.
id: Pilih jika ingin memasang driver NVIDIA proprietary untuk kompatibilitas dan performa yang lebih baik.
ja: 互換性とパフォーマンスの向上のために、プロプライエタリのNVIDIAドライバをインストールするかどうかを選択します。
ko: 호환성 및 성능 향상을 위해 NVIDIA 전용 드라이버를 설치할지 여부를 선택하세요.
nb_no: Velg om du vil installere proprietære NVIDIA-drivere for bedre kompatibilitet og ytelse.
nl: Kies of u propriëtaire NVIDIA-stuurprogramma's wilt installeren voor betere compatibiliteit en prestaties.
pl: Wybierz, czy chcesz zainstalować własnościowe sterowniki NVIDIA dla lepszej kompatybilności i wydajności.
pt: Escolha se deseja instalar drivers proprietários da NVIDIA para obter melhor compatibilidade e desempenho.
ru: Выберите, устанавливать ли проприетарные драйверы NVIDIA для лучшей совместимости и производительности.
ta: சிறந்த இணக்கத்தன்மை மற்றும் செயல்திறனுக்காக தனியுரிம NVIDIA இயக்கிகளை நிறுவ வேண்டுமா என்பதை தேர்வு செய்யவும்.
tr: Daha iyi uyumluluk ve performans için özel NVIDIA sürücülerinin kurulup kurulmayacağını seçin.
uk: Виберіть, чи встановлювати пропрієтарні драйвери NVIDIA для кращої сумісності та продуктивності.

source: Skip
hu: Átugrás
ta: தவிர்

source: About Proprietary Drivers
ca: Sobre els Controladors Propietaris
de: Über proprietäre Treiber
es: Acerca de los controladores propietarios
hu: A védjegyezett illesztőprogramokról
id: Mengenai Driver Proprietary
ja: プロプライエタリドライバについて
ko: 독점 드라이버 정보
nb_no: Om proprietære drivere
nl: Over propriëtaire stuurprogramma's
pl: Informacje o sterownikach własnościowych
pt: Sobre Drivers proprietários
ru: О проприетарных драйверах
ta: தனியுரிம இயக்கிகள் பற்றி
tr: Tescilli Sürücüler Hakkında
uk: Про пропрієтарні драйвери

source: A proprietary driver has private code that neither Vanilla OS nor Debian developers can review. Security and other updates are dependent on the driver vendor.
ca: Un controlador propietari té codi privat que els desenvolupadors de Vanilla OS o Debian no poden revisar. Les actualitzacions de seguretat i d'altres depenen del proveïdor del controlador.
de: Ein proprietärer Treiber hat privaten Code, den weder Vanilla OS- noch Debian-Entwickler überprüfen können. Sicherheits- und andere Aktualisierungen sind vom Hersteller des Treibers abhängig.
es: Un controlador propietario tiene código privado que ni los desarrolladores de Vanilla OS ni los de Debian pueden revisar. La seguridad y otras actualizaciones dependen del proveedor del controlador.
hu: A védjegyezett illesztőprogramnak privát kódja van, amelyet sem a Vanilla OS, sem az Ubuntu fejlesztői nem tudnak áttekinteni. A biztonsági és egyéb frissítések az illesztőprogram gyártójától függnek.
id: Driver proprietary memiliki kode pribadi yang mana pengembang Vanilla OS ataupun Debian tidak bisa ulas. Keamanan dan pembaruan lainnya tergantung pada pemilik driver.
ja: プロプライエタリドライバには、Vanilla OSやDebianの開発者が検査不能な非公開のコードが含まれます。 セキュリティアップデートやそのほかのアップデートは、ドライバーの開発元に左右されます。
ko: 독점 드라이버에는 바닐라 OS나 데비안 개발자가 검토할 수 없는 비공개 코드가 있습니다. 보안 및 기타 업데이트는 드라이버 공급업체에 따라 다릅니다.
nb_no: En proprietær driver har privat kode som verken Vanilla OS- eller Debian-utviklere kan gjennomgå. Sikkerhetsoppdateringer og andre oppdateringer avhenger av driverleverandøren.
nl: Een propriëtair stuurprogramma heeft privécode die noch de ontwikkelaars van Vanilla OS noch die van Debian kunnen bekijken. Beveiligings- en andere updates zijn afhankelijk van de leverancier van het stuurprogramma.
pl: Sterownik własnościowy ma prywatny kod, którego ani Vanilla OS, ani deweloperzy Debiana nie mogą przeglądać. Bezpieczeństwo i inne aktualizacje zależą od dostawcy sterownika.
pt: Um driver proprietário tem código privado que nem o Vanilla OS nem os desenvolvedores Debian podem revisar. Atualizações de segurança e outras são dependentes do vendedor do driver.
ru: Проприетарный драйвер имеет закрытый код, который не могут просматривать ни разработчики Vanilla OS, ни разработчики Debian. Обновления безопасности и другие обновления зависят от производителя драйвера.
ta: தனியுரிம இயக்கிக்கு தனிப்பட்ட குறியீடு உள்ளது, அதை வெண்ணிலா OS அல்லது டெபியன் டெவலப்பர்கள் மதிப்பாய்வு செய்ய முடியாது. பாதுகாப்பு மற்றும் பிற புதுப்பிப்புகள் இயக்கி விற்பனையாளரைப் பொறுத்தது.
tr: Tescilli bir sürücünün ne Vanilla OS ne de Debian geliştiricilerinin inceleyemeyeceği özel kodu vardır. Güvenlik ve diğer güncellemeler sürücü sağlayıcısına bağlıdır.
uk: Пропрієтарний драйвер має закритий код, який не можуть переглядати ні розробники Vanilla OS, ні розробники Debian. Оновлення безпеки та інші оновлення залежать від постачальника драйверів.

source: Default
bg: По подразбиране
bn: ডিফল্ট
ca: Per defecte
cs: Výchozí
da: Standard
de: Standard
eo: Implicita
es: Predeterminado
et: Vaikimisi
fa: پیش‌گزیده
gl: Por defecto
hu: Alapértelmezett
id: Bawaan
ja: デフォルト
ka: ნაგულისხმები
ko: 기본값
nb_no: Standard
nl: Standaard
pl: Domyślny
pt: Padrão
ro: Implicit
ru: По умолчанию
sk: Predvolený
ta: இயல்புநிலை
tr: Varsayılan
uk: Стандартна

source: Dark
bg: Тъмно
bn: ডার্ক
ca: Fosc
cs: Tmavý
da: Mørkt
de: Dunkel
eo: Malhela
es: Oscuro
et: Tume
fa: تاریک
gl: Escuro
hu: Sötét
id: Gelap
ja: ダーク
ka: ბნელი
ko: 어두운 테마
nb_no: Mørk
nl: Donker
pl: Ciemny
pt: Escuro
ro: Întunecat
ru: Тёмная
sk: Tmavý
ta: இருள்
tr: Koyu
uk: Темна

source: Color Scheme
bg: Цветова схема
bn: রঙ তালিকা
ca: Esquema de colors
cs: Barevné schéma
da: Farveskema
de: Farbschema
eo: Kolorskemo
es: Paleta de colores
et: Värviskeem
fa: طرح رنگی
gl: Esquema de cores
hu: Színséma
id: Skema Warna
ja: カラースキーム
ka: ფერების სქემა
ko: 색 구성표
nb_no: Fargevalg
nl: Kleurenschema
pl: Schemat kolorów
pt: Esquema de cores
ro: Schema de culori
ru: Цветовая схема
sk: Vzhľad
ta: வண்ண திட்டம்
tr: Renk Şeması
uk: Колірна схема

source: Choose a color scheme for your system
bg: Изберете цветова схема за вашата система
bn: আপনার সিস্টেমের জন্য একটি রঙের স্কিম চয়ন করুন
ca: Escull un esquema de colors per al teu sistema
cs: Vyberte barevné schéma pro váš systém
da: Vælg et farveskema til dit system
de: Wählen Sie ein Farbschema für Ihr System
eo: Elektu kolorskemon por via sistemo
es: Elija una paleta de colores para el sistema
et: Vali oma süsteemile värviskeem
fa: یک طرح رنگی برای سامانهٔ خود انتخاب کنید
gl: Escolla un esquema de cores para o seu sistema
hu: Válasszon színsémát a rendszeréhez
id: Pilih skema warna untuk sistem Anda
ja: システムのカラースキームを選択してください
ka: აირჩიეთ ფერის სქემა თქვენი სისტემისთვის
ko: 사용자 시스템의 색 구성표 고르기
nb_no: Velg et fargepalett for systemet ditt
nl: Kies een kleurenschema voor uw systeem
pl: Wybierz schemat kolorów systemu
pt: Escolha um esquema de cores para o seu sistema
ro: Selectează schema de culori pentru sistemul tău
ru: Выберите цветовую схему для Вашей системы
sk: Zvoľte si vzhľad systému
ta: உங்கள் கணினிக்கான வண்ணத் திட்டத்தைத் தேர்ந்தெடுக்கவும்
tr: Sisteminiz için bir renk şeması seçin
uk: Виберіть колірну схему для вашої системи

source: Create User
bg: Създаване на потребител
bn: ব্যবহারকারী তৈরি করুন
ca: Crear Usuari
cs: Vytvořit uživatele
da: Opret Bruger
de: Benutzer erstellen
eo: Krei konton
es: Crear usuario
et: Loo kasutaja
fa: ایجاد کاربر
gl: Crear usuario
hu: Felhasználó létrehozása
id: Buat Pengguna
ja: ユーザーを作成
ka: მომხმარებლის შექმნა
ko: 사용자 생성
nb_no: Opprett bruker
nl: Gebruiker aanmaken
pl: Stwórz użytkownika
pt: Criar usuário
ro: Crează utilizator
ru: Создание пользователя
sk: Vytvoriť používateľa
ta: பயனரை உருவாக்கவும்
tr: Kullanıcı oluşturun
uk: Створити користувача
