Repository: Vanilla-OS/vanilla-installer
Catalog: po/*.po
Languages: bg, bn, ca, cs, da, de, eo, es, et, fa, gl, hu, id, ja, ka, ko, nb_no, nl, pl, pt, ro, ru, sk, ta, tr, uk

source: Provide details for your user account
bg: Предоставете подробности за вашия потребителски акаунт
bn: আপনার ব্যবহারকারী অ্যাকাউন্টের জন্য বিশদ প্রদান করুন
ca: Proporciona detalls per la teva conte d'usuari
cs: Zadejte údaje ke svému uživatelskému účtu
da: Giv oplysninger til din brugerkonto
de: Geben Sie Details zu Ihrem Benutzerkonto an
eo: Provizu detalojn por via uzantkonto
es: Proporcione los detalles de su cuenta de usuario
et: Esita oma kasutajakonto üksikasjad
fa: جزئیات حساب کاربری خود را ارائه دهید
gl: Indique os datos da súa conta de usuario
hu: Adja meg felhasználói fiókjának adatait
id: Lengkapi detail untuk akun Anda
ja: ユーザーアカウントの詳細を入力してください
ka: მიუთითეთ დეტალები თქვენი მომხმარებლის ანგარიშისთვის
ko: 사용자 계정에 대한 세부 정보를 제공하세요
nb_no: Oppgi detaljer for brukerkontoen din
nl: Geef details voor uw gebruikers­account op
pl: Podaj szczegóły konta użytkownika
pt: Forneça detalhes para a sua conta de usuário
ro: Specifică detalii pentru contul tău de utilizator
ru: Предоставьте информацию для Вашей учётной записи пользователя
sk: Zadajte podrobnosti k Vášmu používateľskému kontu
ta: உங்கள் பயனர் கணக்கிற்கான விவரங்களை வழங்கவும்
tr: Kullanıcı hesabınız için ayrıntıları girin
uk: Надайте інформацію для вашого облікового запису

source: Name
bg: Име
bn: নাম
ca: Nom
cs: Název
da: Navn
eo: Nomo
es: Nombre
et: Nimi
fa: نام
gl: Nome
hu: Név
id: Nama
ja: 名前
ka: სახელი
ko: 이름
nb_no: Navn
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sk: Meno
ta: பெயர்
tr: Ad
uk: Ім'я

source: Username
bg: Потребителско име
bn: ব্যবহারকারীর নাম
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
eo: Salutnomo
es: Nombre de usuario
et: Kasutajanimi
fa: نام کاربری
gl: Nome de usuario
hu: Felhasználónév
id: Nama Pengguna
ja: ユーザー名
ka: მომხმარებლის სახელი
ko: 사용자 이름
nb_no: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
sk: Používateľské meno
ta: பயனர் பெயர்
tr: Kullanıcı Adı
uk: Логін

source: Install
ca: Instal·la
de: Installieren
es: Instalar
hu: Telepítés
id: Pasang
ko: 설치
nl: Installeren
pt: Instalando...
ru: Установить
ta: நிறுவு
tr: Kur

source: Recovery
bg: Възстановяване
bn: পুনরুদ্ধার
ca: Recuperació
cs: Obnova
da: Genopretning
de: Wiederherstellung
es: Recuperación
fa: بازیابی
hu: Helyreállítás
id: Pemulihan
ja: 復元
ka: აღდგენა
ko: 복구
nb_no: Gjenoppretting
nl: Herstel
pl: Odzyskiwanie
pt: Recuperação
ro: Recuperare
ru: Восстановление
ta: மீட்பு
tr: Kurtarma
uk: Відновлення

source: Power Off
ca: Apagar
de: Ausschalten
es: Apagar
hu: Kikapcsolás
id: Matikan Daya
ko: 전원 시스템 종료
nl: Uitschakelen
pl: Wyłącz
pt: Desligar
ru: Выключение
ta: மின்சாரத்தை நிறுத்து
tr: Kapat

source: Showing Information
bg: Показване на информация
bn: তথ্য দেখাচ্ছে
ca: Mostrant informació
cs: Zobrazení informací
da: Viser Information
de: Informationen anzeigen
eo: Montrante informojn
es: Mostrando detalles
et: Informatsiooni näitamine
fa: نمایش اطلاعات
gl: Amosando Información
hu: Információ megjelenítése
id: Menampilkan Informasi
ja: 情報を表示しています
ka: ინფორმაციის ჩვენება
nb_no: Viser informasjon
nl: Informatie wordt weergegeven
pl: Wyświetlanie informacji
pt: Mostrar informação
ro: Afișare informații
ru: Отображение информации
sk: Zobraziť informácie
ta: தகவலைக் காட்டுகிறது
tr: Bilgiler gösteriliyor
uk: Відображення інформації

source: Configure Disk
bg: Конфигуриране на диск
bn: ডিস্ক কনফিগার করুন
ca: Configura el disc
cs: Konfigurace disku
da: Konfigurér Disk
de: Datenträger konfigurieren
eo: Agordi diskon
es: Configurar unidad de almacenamiento
et: Ketta konfigureerimine
fa: پیکربندی دیسک
gl: Configurar o disco
hu: Lemez konfigurálása
id: Mengatur Penyimpanan
ja: ディスクの構成
ka: დისკის მორგება
ko: 디스크 구성하기
nb_no: Konfigurer disk
nl: Schijf configureren
pl: Skonfiguruj dysk
pt: Configurar o disco
ro: Configurează disc
ru: Настройка диска
sk: Konfigurácia disku
ta: வட்டை உள்ளமைக்கவும்
tr: Diski Yapılandır
uk: Налаштування диску

source: Cancel
bg: Отказ
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Afbryd
de: Abbrechen
eo: Nuligi
es: Cancelar
et: Tühista
fa: لغو
gl: Cancelar
hu: Mégse
id: Batal
ja: キャンセル
ka: გაუქმება
ko: 취소
nb_no: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отменить
sk: Zrušiť
ta: ரத்துசெய்
tr: İptal
uk: Скасувати

source: Apply
bg: Приложи
bn: আবেদন করুন
ca: Aplicar
cs: Použít
da: Anvend
de: Anwenden
eo: Efektivigi
es: Aplicar
et: Rakenda
fa: اعمال
gl: Aplicar
hu: Alkalmaz
id: Terapkan
ja: 適用
ka: გადატარება
ko: 적용하기
nb_no: Velg
nl: Toepassen
pl: Zatwierdź
pt: Aplicar
ro: Aplică
ru: Применить
sk: Potvrdiť
ta: விண்ணப்பிக்கவும்
tr: Uygula
uk: Застосувати

source: Confirm Changes
bg: Потвърждаване на промените
bn: পরিবর্তন নিশ্চিত করুন
ca: Confirmar els canvis
cs: Potvrdit změny
da: Bekræft Ændringer
de: Änderungen bestätigen
eo: Konfirmu ŝanĝojn
es: Confirmar cambios
et: Kinnita muudatused
fa: تأیید تغییرات
gl: Confirmar cambios
hu: Változások megerősítése
id: Konfirmasi Perubahan
ja: 変更の確認
ka: ცვლილებების დადასტურება
ko: 변경사항 확인하기
nb_no: Bekreft endringer
nl: Veranderingen bevestigen
pl: Zatwierdź zmiany
pt: Confirmar alterações
ro: Confirmă schimbările
ru: Подтвердить изменения
sk: Potvrdiť zmeny
ta: மாற்றங்களை உறுதிப்படுத்தவும்
tr: Değişiklikleri Onayla
uk: Підтвердити зміни

source: The following changes will be made to your disk. Please review them carefully.
bg: Следните промени ще бъдат направени на вашия диск. Моля, прегледайте ги внимателно.
bn: নিম্নলিখিত পরিবর্তনগুলি আপনার ডিস্কে করা হবে। সাবধানে তাদের পর্যালোচনা করুন।
ca: Els canvis següents s'aplicaran al teu disc. Siusplau, revisa'ls amb cura.
cs: Na disku budou provedeny následující změny. Pečlivě si je prohlédněte.
da: Følgende ændringer vil blive foretaget på din disk. Gennemgå dem omhyggeligt.
de: Die folgenden Änderungen werden an Ihrer Festplatte vorgenommen. Bitte überprüfen Sie diese sorgfältig.
eo: Jen la ŝanĝoj efektivigotaj sur vian diskon. Bonvolu revizii ilin zorge.
es: Se realizarán los siguientes cambios en su unidad de almacenamiento. Por favor revíselos cuidadosamente.
et: Sinu arvuti kettale tehakse järgmised muudatused. Palun vaata need hoolikalt läbi.
fa: تغییرات زیر در دیسک شما ایجاد خواهند شد. لطفاً آن‌ها را با دقت بازبینی کنید.
gl: Faranse os seguintes cambios no disco. Revísaos coidadosamente.
hu: A következő változtatások lesznek végrehajtva a lemezen. Kérjük, tekintse át őket gondosan.
id: Perubahan berikut ini akan dilakukan pada penyimpananmu. Mohon diperiksa dengan hati-hati.
ja: ディスクに以下の変更が行われます。入念に確認してください。
ka: თქვენს დისკზე განხორციელდება შემდეგი ცვლილებები. გთხოვთ, ყურადღებით გადახედოთ მათ.
ko: 디스크에 다음과 같은 변경사항이 적용됩니다. 주의 깊게 검토하십시오.
nb_no: Følgende endringer vil bli gjort på disken din. Gjennomgå dem nøye.
nl: De volgende wijzigingen zullen op uw schijf worden aangebracht. Bekijk deze zorgvuldig.
pl: Na dysku zostaną wprowadzone poniższe zmiany. Zapoznaj się z nimi dokładnie.
pt: As seguintes alterações serão gravadas no seu disco. Reveja-as com atenção.
ro: Următoarele schimbări se vor aplica la discul dvs. Revizuiți cu atenție.
ru: Следующие изменения будут применены к вашему диску. Пожалуйста, просмотрите их внимательно.
sk: Na vašom disku sa vykonajú nasledujúce zmeny. Prosím, pozorne ich skontrolujte.
ta: உங்கள் வட்டில் பின்வரும் மாற்றங்கள் செய்யப்படும். அவற்றை மதிப்பாய்வு செய்யவும்கவனமாக.
tr: Aşağıdaki değişiklikler diskinize uygulanacaktır. Lütfen onları dikkatlice gözden geçirin.
uk: На ваш диск будуть внесені наступні зміни. Будь ласка, перегляньте їх ретельно.

source: Log
bg: Дневник
bn: লগ
ca: Registre
cs: Záznam
de: Protokoll
eo: Protokolo
es: Registro
et: Logi
fa: گزارش
hu: Napló
ja: ログ
ka: ჟურნალი
ko: 로그
nb_no: Logg
nl: Logboek
pl: Dziennik
pt: Registro
ro: Jurnal
ru: Журнал
sk: Záznam
ta: பதிவு
tr: Günlük
uk: Журнал

source: Restart
ca: Reiniciar
de: Neustart
es: Reiniciar
hu: Újraindítás
id: Mulai Ulang
ko: 재시작
nl: Herstarten
pl: Uruchom ponownie
pt: Reiniciar
ru: Перезагрузка
ta: மறுதொடக்கம்
tr: Yeniden Başlat

source: Restart into Firmware Setup
ca: Reinicieu dintre de la configuració del Firmware
de: Neustart in die Firmware-Einrichtung
es: Reinicie la configuración del firmware
hu: Újraindítás a Firmware Setup-ba
id: Mulai Ulang ke Pengaturan Firmware
ko: 펌웨어 설정으로 재시작
nl: Herstarten naar firmware-instellingen
pt: Reiniciar pela configuração do firmware
ru: Перезагрузка в параметры встроенного ПО
ta: நிலைபொருள் அமைப்பில் மறுதொடக்கம் செய்யுங்கள்
tr: Yazılım Kurulumunu Yeniden Başlatın

source: Console
bg: Конзола
bn: কনসোল
ca: Consola
cs: Konzole
da: Konsol
de: Konsole
eo: Konzolo
es: Consola
fa: کنسول
hu: Konzol
ja: コンソール
ka: კონსოლი
ko: 콘솔
nb_no: Konsoll
pl: Konsola
ro: Consolă
ru: Консоль
sk: Konzola
ta: முனையம்
tr: Konsol
uk: Консоль

source: Open a terminal
hu: Nyisson meg egy terminált
ta: ஒரு முனையத்தைத் திறக்கவும்

source: Documentation
ca: Documentació
de: Dokumentation
es: Información
hu: Dokumentáció
id: Dokumentasi
ko: 문서
nl: Documentatie
pl: Dokumentacja
pt: Documentação
ru: Документация
sk: Dokumentácia
ta: ஆவணம்
tr: Dokümantasyon

source: Open the Vanilla OS documentation
de: Öffnen Sie die Vanilla OS Dokumentation
hu: A Vanilla OS dokumentációjának megnyitása
ta: வெண்ணிலா OS ஆவணத்தைத் திறக்கவும்

source: Manage disks and partitions
ca: Gestionar discs i particions
de: Verwalten Sie Festplatten und Partitionen
es: Administrar discos y particiones
hu: Lemezek és partíciók kezelése
id: Kelola disk dan partisi
ja: ディスクとパーティションを管理
ko: 디스크 및 파티션 관리
nb_no: Administrer disker og partisjoner
nl: Beheer schijven en partities
pl: Zarządzaj dyskami i partycjami
pt: Gerencie discos e partições
ru: Управлять дисками и разделами
sk: Spravujte disky a partície
ta: வட்டுகள் மற்றும் பகிர்வுகளை நிர்வகிக்கவும்
tr: Diskleri ve bölümleri yönetin
uk: Керування дисками та розділами

source: Handbook
bg: Наръчник
bn: হ্যান্ডবুক
ca: Manual
cs: Příručka
da: Håndbog
de: Handbuch
eo: Manlibro
es: Manual
fa: دفترچهٔ راهنما
hu: Kézikönyv
id: Buku Panduan
ja: ハンドブック
ka: სახელმძღვანელო
ko: 핸드북
nb_no: Håndbok
nl: Handleiding
pl: Podręcznik
pt: Manual
ro: Manual
ru: Справочник
sk: Manuál
ta: கைப்புத்தகம்
tr: El Kitabı
uk: Посібник

source: Read tutorials and guides about Vanilla OS
de: Lese Tutorials und Anleitungen über Vanilla OS
hu: Olvassa el a Vanilla OS útmutatóit
ta: வெண்ணிலா OS பற்றிய பயிற்சிகள் மற்றும் வழிகாட்டிகளைப் படிக்கவும்

source: Web Browser
bg: Уеб Браузъри
bn: ওয়েব ব্রাউজার
ca: Navegador
cs: Webový prohlížeč
da: Netlæser
eo: TTT-legilo
es: Navegadores web
fa: مرورگر وب
hu: Webböngésző
ja: Web ブラウザー
ka: ვებ-ბრაუზერი
ko: 웹 브라우저
nb_no: Nettleser
pl: Przeglądarka internetowa
pt: Navegador web
ro: Browser web
ru: Веб-браузер
sk: Webový prehliadač
ta: இணைய உலாவி
tr: Web Tarayıcıları
uk: Веббраузер

source: Search help online
de: Nach Hilfe online suchen
hu: Keressen segítséget az interneten
ta: உதவிக்கு ஆன்லைனில் தேடவும்

source: Finished!
de: Fertig!
hu: Kész!
ta: முடிந்துவிட்டது!

source: Restart your device to enjoy your Vanilla OS experience
bg: Рестартирайте устройството си, за да се насладите на изживяването си с Vanilla OS
bn: আপনার ভ্যানিলা ওএস অভিজ্ঞতা উপভোগ করতে আপনার ডিভাইস পুনরায় চালু করুন
ca: Reinicia el teu dispositiu per gaudir la teva experiència Vanilla OS
cs: Restartujte zařízení, abyste si mohli užívat operačního systému Vanilla OS
da: Genstart din enhed, for at nyde din Vanilla OS-oplevelse
de: Starte das Gerät neu, um das Vanilla OS-Erlebnis zu genießen
eo: Restartigu vian aparaton por ĝui vian sperton pri Vanilla OS
es: Reinicie su dispositivo para disfrutar la experiencia de Vanilla OS
et: Vanilla OS-i kogemuse nautimiseks taaskäivita seade
fa: افزارهٔ خود را دوباره راه‌اندازی کنید و از تجربهٔ سیستم‌عامل وانیلای خود لذت ببرید
gl: Reinicia o teu dispositivo para gozar da túa experiencia con Vanilla OS
hu: Indítsa újra eszközét, hogy élvezze Vanilla OS élményét
id: Mulai kembali perangkat Anda untuk menikmati pengalaman menggunakan Vanilla OS
ja: デバイスを再起動して、Vanilla OS をお楽しみください
ka: Vanilla OS-თან მუშაობის დასაწყებად გადატვირთეთ მოწყობილობა
ko: 사용자의 기기를 다시 시작하여 바닐라 OS 환경을 즐기십시오
nl: Start uw apparaat opnieuw op om te genieten van uw ervaring met Vanilla OS
pl: Uruchom ponownie komputer, aby zacząć cieszyć się z Vanilla OS
pt: Reinicie o seu dispositivo para aproveitar a sua experiência com o Vanilla OS
ro: Reporniți dispozitivul pentru a vă bucura de experiența Vanilla OS
ru: Перезагрузите устройство, чтобы насладиться работой с Vanilla OS
sk: Reštartujte počítač a vychutnajte si prácu s Vanilla OS
ta: உங்கள் வெண்ணிலா OS அனுபவத்தை அனுபவிக்க உங்கள் சாதனத்தை மறுதொடக்கம் செய்யவும்
tr: Vanilla OS deneyiminizin keyfini çıkarmak için aygıtınızı yeniden başlatın
uk: Перезавантажте свій пристрій, щоб насолодитися роботою Vanilla OS

source: Show Log
bg: Покажете дневника
bn: লগ দেখান
ca: Mostrar el registre
cs: Zobrazit záznam
da: Vis Log
de: Protokoll anzeigen
eo: Montri protokolon
es: Mostrar registro
et: Näita logi
fa: نمایش گزارش
gl: Amosar o Log
hu: Napló megjelenítése
id: Tampilkan Log
ja: ログを表示
ka: ჟურნალის ჩვენება
ko: 로그 표시
nb_no: Vis logg
nl: Logboek tonen
pl: Pokaż dziennik
pt: Mostrar registro
ro: Arată jurnal
ru: Показать журнал
sk: Ukázať protokol
ta: பதிவை காட்டு
tr: Günlüğü göster
uk: Показати журнал

source: Reboot Now
bg: Рестартирай сега
bn: রিবুট করো এখনি
ca: Reinicia Ara
cs: Restartovat nyní
da: Genstart Nu
de: Jetzt neustarten
eo: Restartigi nun
es: Reiniciar ahora
et: Taaskäivita nüüd
fa: هم‌اکنون دوباره راه‌اندازی شود
gl: Reiniciar agora
hu: Újraindítás most
id: Mulai Kembali Sekarang
ja: 今すぐ再起動
ka: ახლა გადატვირთვა
ko: 지금 재부팅
nb_no: Start på nytt nå
nl: Nu opnieuw opstarten
pl: Uruchom ponownie komputer
pt: Reiniciar agora
ro: Repornește acum
ru: Перезагрузить сейчас
sk: Reštartovať teraz
ta: இப்போது மறுமுறை துவக்கு
tr: Şimdi Yeniden Başlat
uk: Перезавантажити зараз

source: Close
bg: Затвори
bn: বন্ধ করুন
ca: Tancar
cs: Zavřít
da: Luk
de: Schließen
eo: Fermi
es: Cerrar
et: Sulge
fa: بستن
gl: Pechar
hu: Bezárás
id: Tutup
ja: 閉じる
ka: დახურვა
ko: 닫기
nb_no: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sk: Zatvoriť
ta: மூடு
tr: Kapat
uk: Закрити

source: Yes, enable it
bg: Да, разрешете го
bn: হ্যাঁ, এটি চালু করুন
ca: Sí, habilita-ho
cs: Ano, povolit to
da: Ja, aktivér
de: Ja, aktivieren
eo: Jes, ŝaltu ĝin
es: Sí, activar
et: Jah, luba see
fa: بله، به کار بیفتد
gl: Si, actívao
hu: Igen, engedélyezze
id: Ya, hidupkan
ja: はい、有効にします
ka: დიახ, ჩართეთ
ko: 예, 활성화합니다
nb_no: Ja, aktiver det
nl: Ja, inschakelen
pl: Tak, włącz to
pt: Sim, ativar
ro: Da, activează opțiunea
ru: Да, включить
sk: Áno, povoľte to
ta: ஆம், அதை இயக்கு
tr: Evet, aktif hale getir
uk: Так, увімкнути

source: Previous
de: Vorher
hu: Előző
ta: முந்தைய

source: Installing...
bg: Инсталиране...
bn: ইনস্টল করা হচ্ছে...
ca: Instal·lant...
cs: Instalace...
da: Installerer...
de: Installiere...
eo: Instalante…
es: Instalando...
et: Paigaldamine...
fa: در حال نصب…
gl: Instalando…
hu: Telepítés…
id: Menginstal...
ja: インストールしています…
ka: დაყენება...
ko: 설치중...
nb_no: Installerer...
nl: Installeren…
pl: Instalowanie...
pt: Instalando...
ro: Se instalează...
ru: Установка...
sk: Inštalácia...
ta: நிறுவுகிறது…
tr: Kuruluyor...
uk: Встановлення...

source: Show Console output
bg: Показване на изхода на конзолата
bn: কনসোলের ফলাফল দেখান
ca: Mostra la sortida de Consola
cs: Ukázat výstup z konzole
da: Vis Konsoludtog
de: Konsolenausgabe anzeigen
eo: Montri terminalan eliraĵon
es: Mostrar la salida de la consola
et: Näita konsooli väljundit
fa: نمایش خروجی کنسول
gl: Amosa a saída da consola
hu: Konzol kimenet megjelenítése
id: Tampilkan keluaran Konsol
ja: コンソールの出力を表示
ka: კონსოლის გამოტანის ჩვენება
ko: 콘솔 출력 표시
nb_no: Vis konsollutskrift
nl: Console-uitvoer tonen
pl: Pokaż wyjście Konsoli
pt: Mostrar saída no console
ro: Arată datele de ieșire ale consolei
ru: Показать вывод консоли
sk: Ukázať výstup konzoly
ta: கன்சோல் வெளியீட்டைக் காட்டு
tr: Konsol çıktısını göster
uk: Показати вихід консолі

source: Show Slideshow
bg: Показване на слайдшоу
bn: স্লাইডশো দেখান
ca: Mostra la presentació
cs: Zobrazit prezentaci
da: Vis Diasshow
de: Diashow anzeigen
eo: Montri bildaron
es: Ver las presentación de las diapositivas
et: Näita slaidiesitlust
fa: نمایش نمابرگ
gl: Amosa as diapositivas
hu: Diavetítés megjelenítése
id: Tampilkan Rangkaian Slide
ja: スライドショーを表示
ka: სლაიდშოუს ჩვენება
ko: 슬라이드쇼 표시
nb_no: Vis lysbildefremvisning
nl: Diavoorstelling tonen
pl: Pokaż Slajdy
pt: Mostrar apresentação
ro: Arată prezentarea
ru: Показать слайд-шоу
sk: Zobraziť prezentáciu
ta: ஸ்லைடுஷோவைக் காட்டு
tr: Slayt gösterisini göster
uk: Показ слайдів

source: key
de: Schlüssel
hu: kulcs
ta: சாவி

source: Manually Partition
hu: Kézi partícionálás
ta: கைமுறையாக பகிர்வு

source: Open GParted to manually partition the disk
bg: Отворете GParted, за да разделите диска ръчно
bn: ম্যানুয়ালি ডিস্ক পার্টিশন করতে GParted খুলুন
ca: Obrir GParted per a particionar manualment el disc
cs: Otevření aplikace GParted pro ruční rozdělení disku
da: Åbn GParted, for manuelt at partitionere disken
de: Öffnen Sie GParted, um die Festplatte manuell zu partitionieren
eo: Malfermi GParted por mane dividi la diskon
es: Abra GParted para particionar manualmente la unidad
et: Ava GParted, et ketas käsitsi partitsioneerida
fa: گشودن جی‌پارتد برای افرازش دستی دیسک
gl: Abre GParted para particionar manualmente o disco
hu: GParted megnyitása a lemez kézi particionálásához
id: Buka GParted untuk mengatur partisi penyimpanan secara manual
ja: GParted を開いて、ディスクのパーティショニングを手動で行います
ka: გახსენით GParted დისკის ხელით დაყოფისთვის
ko: 디스크를 수동으로 분할하기 위해 GParted 열기
nb_no: Åpne GParted for å partisjonere disken manuelt
nl: Open GParted om de schijf handmatig te partitioneren
pl: Otwórz GParted, aby ręcznie podzielić dysk na partycje
pt: Abra o GParted para particionar manualmente o disco
ro: Deschide GParted pentru a modifica manual partițiile de pe disc
ru: Откройте GParted, чтобы вручную разбить диск
sk: Otvorte GParted a ručne rozdeľte disk
ta: வட்டை கைமுறையால் பிரிப்பதற்கு GParted ஐத் திறக்கவும்
tr: Diski elle bölümlendirmek için GParted'ı aç
uk: Відкрити GParted, щоб вручну розділити диск

source: Boot Partition
bg: Стартиращ дял за зареждане
bn: বুট পার্টিশন (বিভাজন)
ca: Partició d'arrencada
cs: Boot oddíl
da: Opstartspartition
eo: Praŝarga subdisko
es: Particion de arranque
et: Käivituspartitsioon
fa: افراز راه‌اندازی
gl: Partición de arranque
hu: Boot partíció
id: Partisi Boot
ja: ブート パーティション
ka: ჩამტვირთავი დანაყოფები
ko: 부팅 파티션
nb_no: Oppstartspartisjon
nl: Opstartpartitie
pl: Partycja boot
pt: Partição boot
ro: Partiție de pornire
ru: Загрузочный раздел
sk: Zavádzacia partícia
ta: துவக்க பகிர்வு
tr: Önyükleme Bölümleniyor
uk: Завантажувальний розділ

source: The partition to mount under “/boot”. This directory stores files for booting into Vanilla OS.
ca: La partició per muntar a ”/boot". Aquest directori conté els fitxers per arrencar Vanilla OS.
es: La partición para montar en "/boot". Este directorio almacena los archivos para iniciar Vanilla OS.
hu: A "/boot" alá csatolandó partíció. Ez a könyvtár tárolja a Vanilla OS-ben való indításhoz szükséges fájlokat.
id: Partisi yang akan dipasang pada "/boot". Direktori ini menyimpan file untuk booting ke dalam Vanilla OS.
nl: De partitie welke aan ‘/boot’ dient te worden gekoppeld. Deze bevat bestanden voor het opstarten van Vanilla OS.
pt: Partição montada sob "/boot". Este diretório armazena arquivos para iniciar o Vanilla OS.
ru: Раздел для монтирования “/boot”. В нём хранятся файлы для запуска Vanilla OS.
ta: "/boot" இன் கீழ் மவுண்ட் செய்ய வேண்டிய பகிர்வு. இந்த அடைவு வெண்ணிலா OS இல் துவக்க கோப்புகளை சேமிக்கிறது.
tr: Bu Bölüm "/boot" olarak bağlanacak. Bu dizin Vanilla OS'un önyüklenebilir dosyalarını depolar.

source: Please select a partition from the options below
bg: Моля, изберете дял от опциите по-долу
bn: অনুগ্রহ করে নীচের বিকল্পগুলি থেকে একটি পার্টিশন (বিভাজন) নির্বাচন করুন
ca: Seleccioneu una partició de les opcions següents
cs: Vyberte alespoň jeden oddíl z níže uvedených možností
da: Vælg venligst en partition blandt valgmulighederne nedenfor
de: Bitte wählen Sie eine Partition aus den folgenden Optionen
es: Por favor, seleccione al menos una opción
et: Palun vali partitsioon allolevatest valikutest
fa: لطفاً از گزینه‌های زیر، یک افراز را برگزینید
gl: Seleccione polo menos unha opción
hu: Kérjük, válasszon egy partíciót az alábbi lehetőségek közül
id: Pilihlah partisi dari pilihan di bawah ini
ja: 最低でもひとつはオプションを選択してください
ka: გთხოვთ, აირჩიოთ დანაყოფი ქვემოთ მოცემული ვარიანტებიდან
ko: 아래 옵션에서 파티션을 선택하세요.
nb_no: Vennligst velg en partisjon fra alternativene nedenfor
nl: Selecteer een partitie uit de volgende opties
pl: Wybierz partycję z opcji poniżej
pt: Por favor selecione a partição dentre as opções abaixo
ro: Vă rugăm să selectați o partiție din opțiunile de mai jos
ru: Пожалуйста, выберите раздел из вариантов ниже
sk: Prosím vyberte partíciu zo zoznamu nižšie
ta: கீழே உள்ள விருப்பங்களிலிருந்து ஒரு பகிர்வைத் தேர்ந்தெடுக்கவும்
tr: Lütfen aşağıdaki seçeneklerden bir bölüm seçin
uk: Будь ласка, виберіть розділ із наведених нижче варіантів

source: EFI Partition
bg: Дял EFI
bn: EFI পার্টিশন
ca: Partició EFI
cs: EFI Oddíl
eo: EFI-subdisko
es: Particion EFI
et: EFI partitsioon
fa: افراز EFI
gl: Partición EFI
hu: EFI partíciók
id: Partisi EFI
ja: EFI パーティション
ka: EFI დანაყოფი
ko: EFI 파티션
nb_no: EFI-partisjon
nl: EFI-partitie
pl: Partycja EFI
pt: Partição EFI
ro: Partiție EFI
ru: EFI раздел
sk: EFI partícia
ta: EFI பகிர்வு
tr: EFI Bölümü
uk: Розділ EFI
