Repository: Vanilla-OS/vanilla-installer
Catalog: po/*.po
Languages: bg, bn, ca, cs, da, de, eo, es, et, fa, gl, hu, id, ja, ka, ko, nb_no, nl, pl, pt, ro, ru, sk, ta, tr, uk

source: Install (recommended)
ca: Instal·lar (recomanat)
de: Installieren (empfohlen)
es: Instalar (recomendado)
id: Pasang (direkomendasikan)
ja: インストール (推奨)
ko: 설치(권장)
nl: Installeren (aanbevolen)
pl: Instalacja (zalecana)
pt: Instalar (recomendado)
ru: Установить (рекомендуется)
tr: Yükle (önerilir)
uk: Встановити (рекомендовано)

source: Date & Time
bg: Дата и Час
bn: তারিখ এবং সময়
ca: Data i hora
cs: Datum a čas
da: Dato & Tid
de: Datum und Zeit
eo: Dato & horo
es: Fecha y hora
et: Kuupäev ja kellaaeg
fa: تاریخ و زمان
gl: Data e hora
id: Tanggal & Waktu
ja: 日付と時刻
ka: დრო და თარიღი
ko: 날짜 및 시간
nb_no: Dato og klokkeslett
nl: Datum en tijd
pl: Data i godzina
pt: Data e Hora
ro: Dată & Oră
ru: Дата и время
tr: Tarih & Saat
uk: Дата і час

source: Select your preferred timezone
bg: Изберете предпочитаната от вас часова зона
bn: আপনার পছন্দের টাইমজোন নির্বাচন করুন
ca: Escull la zona horària que prefereixis
cs: Vyberte časové pásmo
da: Vælg din foretrukne tidszone
de: Wählen Sie Ihre bevorzugte Zeitzone
eo: Elektu vian horzonon
es: Seleccione su zona horaria preferida
et: Vali eelistatud ajavöönd
fa: منطقهٔ زمانی ترجیحی خود را برگزینید
gl: Seleccione o seu fuso horario
id: Pilih zona waktu anda
ja: 使用するタイムゾーンを選択してください
ka: აირჩიეთ თქვენთვის სასურველი დროის სარტყელი
ko: 원하는 시간대 선택하기
nb_no: Velg din foretrukne tidssone
nl: Selecteer uw gewenste tijdzone
pl: Wybierz swoją strefę czasową
pt: Selecione o seu fuso horário
ro: Selectează fusul orar preferat
ru: Выберите предпочитаемый часовой пояс
tr: Tercih ettiğiniz saat dilimini seçin
uk: Виберіть потрібний часовий пояс

source: Search for a Timezone
bg: Потърсете часова зона
bn: একটি টাইমজোন খুঁজুন
ca: Busca una zona horària
cs: Vyhledat časové pásmo
da: Søg efter en Tidszone
eo: Serĉi horzonon
et: Ajavööndi otsimine
fa: جست‌جو برای یک منطقهٔ زمانی
gl: Buscar fuso horario
id: Cari Zona Waktu
ka: დროის სარტყელის მოძებნა
nb_no: Søk etter en tidssone
ro: Caută un fus orar

source: Open a Terminal
ca: Obrir un terminal
id: Buka Terminal
nb_no: Åpne en terminal

source: Read the Vanilla OS Documentation
ca: Llegeix la documentació de Vanilla OS
id: Baca Dokumentasi Vanilla OS

source: Read tutorials and guides about Vanilla OS.
ca: Llegeix tutorials i guies sobre Vanilla OS.
id: Baca tutorial dan petunjuk mengenai Vanilla OS.

source: Search online for help
ca: Cercar ajuda en línia
id: Cari bantuan secara daring
nb_no: Søk etter hjelp på nettet

source: All done!
bg: Всичко е готово!
bn: সব শেষ!
ca: Tot fet!
cs: Hotovo!
da: Helt færdig!
eo: Finite!
et: Kõik tehtud!
fa: تمام شد!
gl: Todo feito!
id: Selesai!
ka: ყველაფერი მზადაა!
nb_no: Ferdig!
ro: Totul este gata!

source: Open GParted
bg: Отворете GParted
bn: GParted খুলুন
ca: Obrir GParted
cs: Otevřít aplikaci GParted
da: Åbn GParted
eo: Lanĉi GParted
et: Ava GParted
fa: گشودن جی‌پارتد
gl: Abrir GParted
id: Buka GParted
ka: GParted-ის გახსნა
nb_no: Åpne GParted
ro: Deschide GParted

source: Boot partition is too small.
bg: Размера на стартиращия дял е твърде малък.
bn: বুট পার্টিশন (বিভাজন) টি খুবই ছোট।
ca: La partició d'arrencada és massa petita.
cs: Boot oddíl je příliš malý.
da: Opstartspartition er for lille.
de: Boot-Partition ist zu klein.
eo: Praŝarga subdisko estas tro malgranda.
es: La partición de arranque es demasiado pequeña.
et: Käivituspartitsioon on liiga väike.
fa: افراز راه‌اندازی بسیار کوچک است.
gl: A partición de arranque é demasiado pequeña.
id: Partisi boot terlalu kecil.
ja: ブートパーティションが小さすぎます。
ka: ჩატვირთვის დანაყოფი ძალიან მცირეა.
ko: 부트 파티션이 너무 작습니다.
nb_no: Oppstartspartisjonen er for liten.
nl: Opstartpartitie is te klein
pl: Partycja boot jest za mała.
pt: A partição de boot é pequena demais.
ro: Partiția de pornire este prea mică.
ru: Загрузочный раздел слишком мал.
tr: Önyükleme bölümü çok küçük.
uk: Завантажувальний розділ занадто малий.

source: EFI partition is too small.
bg: EFI дялът е твърде малък.
bn: EFI পার্টিশনটি খুবই ছোট।
ca: La partició EFI és massa petita.
cs: Oddíl EFI je příliš malý.
da: EFI-partition er for lille.
de: EFI-Partition ist zu klein.
eo: EFI-subdisko estas tro malgranda.
es: La partición EFI es demasiado pequeña.
et: EFI partitsioon on liiga väike.
fa: افراز EFI بسیار کوچک است.
gl: A partición EFI é demasiado pequena.
id: Partisi EFI terlalu kecil.
ja: EFIパーティションが小さすぎます。
ka: EFI დანაყოფი ძალიან პატარაა.
ko: EFI 파티션이 너무 작습니다.
nb_no: EFI-partisjonen er for liten.
nl: EFI-partitie is te klein
pl: Partycja EFI jest za mała.
pt: A partição EFI é pequena demais.
ro: Partiția EFI este prea mică.
ru: EFI раздел слишком мал.
tr: EFI bölümü çok küçük.
uk: Розділ EFI занадто малий.

source: Root partition is too small.
ca: La partició Arrel es massa petita.
de: Root-Partition ist zu klein.
es: La partición Root es demasiado pequeña.
id: Partisi root terlalu kecil.
ko: 루트 파티션이 너무 작습니다.
nl: Root-partitie is te klein
pl: Partycja root jest zbyt mała.
pt: A partição de root é pequena demais.
ru: Корневой раздел слишком мал.
tr: Kök bölümü çok küçük.

source: Home partition is too small.
bg: Домашния дял (/home) е твърде малък.
bn: হোম পার্টিশন খুবই ছোট।
ca: La partició d'Inici es massa petita.
cs: Home oddíl je příliš malý.
da: Hjem-partition er for lille.
de: Home-Partition ist zu klein.
eo: Hejma subdisko estas tro malgranda.
es: Partición Home demasiado pequeña.
et: Kodu partitsioon on liiga väike.
fa: افراز خانه بسیار کوچک است.
gl: A partición Home é demasiado pequena.
id: Partisi rumah terlalu kecil.
ja: ホームパーティションが小さすぎます。
ka: დანაყოფი Home ძალიან პატარაა.
ko: 홈 파티션이 너무 작습니다.
nb_no: Hjempartisjon er for liten.
nl: Gebruikerspartitie is te klein
pl: Partycja domowa jest za mała.
pt: A partição Home é muito pequena.
ro: Partiția de acasă este prea mică.
ru: Домашний раздел слишком мал.
tr: Ev bölümü çok küçük.
uk: Домашній розділ занадто малий.

source: Region
bg: Регион
bn: অঞ্চল
cs: Oblast
da: Område
eo: Regiono
et: Piirkond
fa: ناحیه
gl: Rexión
ro: Regiune

source: Zone
bg: Зона
bn: মণ্ডল
cs: Zóna
eo: Horzono
et: Tsoon
fa: منطقه
gl: Zona
ro: Zonă

source: Vanilla OS Recovery
cs: Obnova Vanilla OS

source: Open a Terminal.
cs: Otevřít terminál.

source: Manage disks and partitions.
cs: Spravovat disky a oddíly.

source: Read the Vanilla OS Handbook.
cs: Přečíst příručku Vanilla OS.

source: Search online for help.
cs: Vyhledat pomoc na internetu.

source: The partition to mount under “/boot”. This directory stores files for booting in Vanilla OS.
bg: Раздела, който да се монтира под "/boot". В тази директория се съхраняват файлове за зареждане на операционната система Vanilla.
bn: পার্টিশন (বিভাজন) টি "/boot" এর অধীনে মাউন্ট (বাঁধাই করা) হবে। এই ডিরেক্টরিটি ভ্যানিলা ওএসে বুট করার জন্য ফাইলগুলি সঞ্চয় করে।
cs: Oddíl, který se připojí pod "/boot". V tomto adresáři jsou uloženy soubory pro spouštění systému Vanilla OS.
da: Partition til mountering under “/boot”. Denne sti lagrer filer til opstart i Vanilla OS.
et: Partitsioon, mis paigaldatakse "/boot" alla. Selles kaustas hoitakse Vanilla OS-i käivitamiseks vajalikke faile.
fa: افرازی که در «‎/boot» سوار می‌شود. این شاخه پرونده‌هایی را برای راه‌اندازی در سیستم‌عامل وانیلا نگه می‌دارد.
ro: Partiția care trebuie montată sub “/boot”. Acest director stochează fișierele pentru pornirea Vanilla OS.

source: Root Partitions
bg: Коренни дялове (Root)
bn: রুট পার্টিশন
cs: Root oddíly
da: Rod-Partitioner
eo: Radikaj subdiskoj
et: Juurpartitsioonid
fa: افرازهای ریشه
gl: Partición raíz
ro: Partiții rădăcină

source: The partitions to mount under “/”. Both partitions must be the same size.
bg: Разделите, които да се монтират под "/" (/root). Двата дяла трябва да са с еднакъв размер.
bn: পার্টিশনগুলি "/" এর অধীনে মাউন্ট করা হবে। উভয় পার্টিশনই অবশ্যই একই আকারের হতে হবে।
cs: Oddíly, které se připojí pod "/". Oba oddíly musí mít stejnou velikost.
da: Partitioner til montering under “/”. Begge partitioner skal have samme størrelse.
eo: La subdiskoj surmetotaj ĉe «/». La du subdiskoj devas havi la saman grandon.
et: Partitsioonid, mis paigaldatakse "/" alla. Mõlemad partitsioonid peavad olema sama suured.
fa: افرازهایی که در «/» سوار می‌شوند. هر دو افراز باید یک‌اندازه باشند.
ro: Partițiile de montat sub “/”. Ambele partiții trebuie să aibă aceeași dimensiune.

source: Vanilla OS uses an A/B partition system managed by ABRoot, which switches between two root partitions between updates.
bg: Операционната система Vanilla OS използва система от дялове A/B, управлявана от ABRoot, която превключва между два коренови дяла между актуализациите.
bn: ভ্যানিলা ওএস ABRoot দ্বারা পরিচালিত একটি A/B পার্টিশন সিস্টেম ব্যবহার করে, যা আপডেটের মধ্যবর্তী সময়ে দুটি রুট পার্টিশনের মধ্যে অদলবদল করে।
cs: Vanilla OS používá systém oddílů A/B spravovaný systémem ABRoot, který mezi aktualizacemi přepíná mezi dvěma kořenovými oddíly.
da: Vanilla OS bruger et A/B-partitionssystem, der styres af ABRoot, som skifter mellem to rod-partitioner mellem opdateringer.
et: Vanilla OS kasutab A/B partitsioonisüsteemi, mida haldab ABRoot, mis lülitub värskenduste vahel kahe juurpartitsiooni vahel.
fa: سیستم‌عامل وانیلا از یک سامانهٔ افراز آ/ب مدیریت شده توسط ABRoot استفاده می‌کند که هنگام به‌روزرسانی‌ها میان دو افراز ریشه جابه‌جا می‌شود.
ro: Vanilla OS folosește un sistem de partiții A/B gestionat de ABRoot, care comută între două partiții rădăcină între actualizări.

source: Root partitions are not the same size.
bg: Коренните дялове не са с еднакъв размер.
bn: রুট পার্টিশনগুলি একই আকারের নয়।
cs: Root oddíly nemají stejnou velikost.
da: Rod-partitioner har ikke samme størrelse.
et: Juurpartitsioonid ei ole sama suured.
fa: افرازهای ریشه یک‌اندازه نیستند.
ro: Partițiile rădăcină nu au aceeași dimensiune.

source: Please make sure your A and B partitions have the same disk space.
bg: Уверете се, че дяловете A и B разполагат с еднакво дисково пространство.
bn: অনুগ্রহ করে নিশ্চিত করুন যে আপনার A এবং B পার্টিশনগুলিতে একই ডিস্ক স্পেস রয়েছে।
cs: Ujistěte se, že oddíly A a B mají stejnou velikost.
da: Sørg venligst for, at dine A- og B-patitioner har den samme diskplads.
et: Veendu, et A- ja B-partitsioonidel on sama kettaruum.
fa: لطفاً مطمئن شوید که افرازهای آ و ب فضای دیسک یکسانی دارند.
ro: Asigurați-vă că partițiile A și B au alocat același spațiu pe disc.

source: Root partitions are too small.
bg: Коренните дялове са твърде малки.
bn: রুট পার্টিশনগুলি খুবই ছোট।
cs: Root oddíly jsou příliš malé.
da: Rod-partitioner er for små.
eo: Radikaj subdiskoj estas tro malgrandaj.
et: Juurpartitsioonid on liiga väikesed.
fa: افرازهای ریشه بسیار کوچکند.
ro: Partițiile rădăcină sunt prea mici.

source: Home Partition
bg: Домашен дял (/home)
bn: হোম পার্টিশন
cs: Home oddíl
da: Hjem-Partition
eo: Hejma subdisko
et: Kodu partitsioon
fa: افراز خانه
gl: Partición Home
ro: Partiție de acasă

source: The partition to mount under “/home”. This directory stores all user data.
bg: Раздела за монтиране под "/home". В тази директория се съхраняват всички потребителски данни.
bn: পার্টিশনটি "/home" এর অধীনে মাউন্ট করা হবে। এই ডিরেক্টরি ব্যবহারকারীর সমস্ত ডেটা সঞ্চয় করে।
cs: Oddíl, který se připojí pod "/home". V tomto adresáři jsou uložena všechna uživatelská data.
da: Partition til montering under “/home”. Denne sti lagrer alle brugerdata.
eo: La subdisko surmetota ĉe «/home». Ĉi tiu dosierujo enhavas ĉiajn datenojn de la uzantoj.
et: Partitsioon, mis paigaldatakse "/home" alla. Selles kaustas hoitakse kõiki kasutajaandmeid.
fa: افرازی که در «‎/home» سوار می‌شود. این شاخه تمام داده‌های کاربر را نگه می‌دارد.
gl: A partición para ser montada baixo “/home”. Este directorio almacena todos os datos do usuario.
ro: Partiția de montat sub “/home”. Acest director stochează toate datele utilizatorului.

source: clicked
cs: kliknuto
et: klõpsanud
ro: apăsat

source: installation-confirmed
cs: instalace potvrzena
et: paigaldus-kinnitatud
ro: instalare-confirmată

source: page-changed
cs: stránka změněna
et: leht-muudetud
ro: pagină-schimbată

source: Gparted
bn: জিপার্টেড
fa: جی‌پارتد

source: Select a Disk
gl: Seleccione un disco

source: Configure
gl: Configurar

source: Choose how to install Vanilla OS on your drive.
gl: Seleccione o disco no que instalar Vanilla OS.

source: This will erase all data on the disk.
gl: Isto borrará todos os datos da unidade.

source: Manual Partitioning
gl: Partición manual

source: Select which partitions to use for installation. Incorrect configuration can lead to data loss, corruption, and/or an unbootable system.
gl: Seleccione as particións a ser usadas polo instalador. Un erro na configuración pode conducir a perda de datos, corrupción, e/ou non poder iniciar o sistema.

source: Swap partition
gl: Partición de intercambio

source: This is the only disk available and cannot be deselected!
gl: Este é o único disco dispoñible e non poderá ser non selecionada!
